{
    "title": "OpenAccelerator Demo",
    "graphData": {
        "nodes": [
            {
                "data": {
                    "id": "Below are published scientific papers that can help introduce the science and methodology behind Air-Synth.",
                    "zone": "#3e4f38"
                }
            },
            {
                "data": {
                    "id": "Lacking noble metals or other rare or expensive materials, the catalyst is comprised of Cu nanoparticles on a highly textured, N-doped carbon nanospike film.",
                    "zone": "#3d4e38"
                }
            },
            {
                "data": {
                    "id": "Taking into account the chemical identities of the wide range of C 1–C 3 products generated and the potential-dependence of their turnover frequencies, mechanistic information is deduced.",
                    "zone": "#3b4d38"
                }
            },
            {
                "data": {
                    "id": "Abstract: Electrochemical CO2 reduction to liquid multi-carbon alcohols provides a promising way for intermittent renewable energy reservation and greenhouse effect mitigation.",
                    "zone": "#394c38"
                }
            },
            {
                "data": {
                    "id": "Abstract: CO2 electroreduction is a promising technique for satisfying both renewable energy storage and negative carbon cycle.",
                    "zone": "#374c38"
                }
            },
            {
                "data": {
                    "id": "Today we have barely scratched the surface in our effort to identify the most effective sorbents that can one day enable DAC to reach gigaton scale.",
                    "zone": "#364b38"
                }
            },
            {
                "data": {
                    "id": "The ultimate impact of PrIsMa will be determined by the level of participation by researchers.",
                    "zone": "#344a38"
                }
            },
            {
                "data": {
                    "id": " The region as a whole is endowed with considerable clean geothermal energy, gigaton scale basalt sequestration resources, and no small amount of local entrepreneurship and ingenuity.",
                    "zone": "#324938"
                }
            },
            {
                "data": {
                    "id": "Realizing this goal will require a massive expansion of participation from the global public, and particularly from young people who will fill the ranks of tomorrow’s mature CDR industries.",
                    "zone": "#304838"
                }
            },
            {
                "data": {
                    "id": " Online challenges and competitions are powerful modes by which such engagement can be maximized and diversified, and novel ideas and new directions can be generated and shared.",
                    "zone": "#2e4738"
                }
            },
            {
                "data": {
                    "id": "His background in open-source efforts like software development and now some aspects of biology came from a development he made with arduino/lilypad.",
                    "zone": "#2d4638"
                }
            },
            {
                "data": {
                    "id": "Lab facilities are expensive and the initial efforts in CDR involved complex and potentially dangerous conditions, but electochemistry processes may make CDR more accessible to amateur experimenters.",
                    "zone": "#2b4638"
                }
            },
            {
                "data": {
                    "id": "He recognizes that although more work is being done on sorption, electrochemical conversion holds great potential.",
                    "zone": "#294538"
                }
            },
            {
                "data": {
                    "id": "There are very many people hungry for ways to get involved in climate and environmental projects.",
                    "zone": "#284438"
                }
            },
            {
                "data": {
                    "id": "This project is DAC which means removing carbon from the ambient air - it is distinct from carbon capture at emission sources.",
                    "zone": "#264338"
                }
            },
            {
                "data": {
                    "id": "Chris, considering the solar cell on the unit observes that sometimes producing a simple and inexpensive module opens the gates of social creativity.",
                    "zone": "#254238"
                }
            },
            {
                "data": {
                    "id": "Ani hopes to operate one in a desert somewhere and see useful substances being made with nothing more than the sun and components of air.",
                    "zone": "#234138"
                }
            },
            {
                "data": {
                    "id": "VIOLET ----- Violet Build Log: https://www.openairforum.org/t/violet… -----Violet Video Tour: https://youtu.be/yvQrAelVI60 ---- Sorbent Tester Video: https://youtu.be/3T3SJE1aIdE ---- R&D Forum: https://www.openairforum.org/c/rd/16 -----Violet Timeline overview: https://docs.google.com/document/d/1E… B.",
                    "zone": "#224038"
                }
            },
            {
                "data": {
                    "id": "It has been reported to readily desorb carbon dioxide at 100C.",
                    "zone": "#213f38"
                }
            },
            {
                "data": {
                    "id": " It is often supported on substrates of fabric, silica gel, and granular carbon.",
                    "zone": "#203e38"
                }
            },
            {
                "data": {
                    "id": "Electrochemical based carbon capture utilization systems can perform carbon and utilization both at a room temperature and pressure which allows for rapid modularity and scalability.",
                    "zone": "#1e3d38"
                }
            },
            {
                "data": {
                    "id": " We also want to be able to convert this carbon utilization system to a carbon capture and utilization system.",
                    "zone": "#1d3c38"
                }
            },
            {
                "data": {
                    "id": "After complete addition, stirrer the suspension for next 30 minutes for complete reduction, filter the suspension and wash three times with distilled water.",
                    "zone": "#1c3b38"
                }
            },
            {
                "data": {
                    "id": "Preparation or membrane electrode assembly (MEA): Assembling of Electrolyzer The following components are required: The assembled electrolyzer is subjected to activation prior to use for experimentation.",
                    "zone": "#1b3a38"
                }
            },
            {
                "data": {
                    "id": " The results of different experiments with direct atmosphere gas analysis are given here: 2 posts - 2 participants Read full topic FORMATION BX STUDIO 1.",
                    "zone": "#1a3938"
                }
            },
            {
                "data": {
                    "id": "It should also be as dry as possible as any remaining moisture affects the results–both of the weighing method and the EC method.",
                    "zone": "#193837"
                }
            },
            {
                "data": {
                    "id": " A freezer bag is probably the best thing to put it in, since it’s supposed to be air tight.",
                    "zone": "#183837"
                }
            },
            {
                "data": {
                    "id": "Due to VIOLET producing a stream of C02 at approximately 1 liter per second containing the powdered Ca(OH)2 within a filter becomes problematic.",
                    "zone": "#173737"
                }
            },
            {
                "data": {
                    "id": " Each of these design explores possible solutions to a filter-less system allowing the powdered Ca(OH)2 to become airborne within the chamber.",
                    "zone": "#163637"
                }
            },
            {
                "data": {
                    "id": "The solution needs to be removed to dry in order to get an idea of the weight difference and this seems to leave quite a bit in the chamber.",
                    "zone": "#153537"
                }
            },
            {
                "data": {
                    "id": "If we can determine the amount of CaCO3 that is in the output material, we can calculate the amount of captured CO2 using standard Chem 101 techniques.",
                    "zone": "#143437"
                }
            },
            {
                "data": {
                    "id": " A weighing technique is used with the original Cyan, as developed by Dahl Winters (https://www.openairforum.org/t/cyan-project-progress/105).",
                    "zone": "#133337"
                }
            },
            {
                "data": {
                    "id": "With other potential Cyan architectures, however, it can be difficult to recover all of the output material, making an accurate result from the weighing method infeasible.",
                    "zone": "#123237"
                }
            },
            {
                "data": {
                    "id": " I propose here a method where a sample of the output is weighed out and added to distilled water.",
                    "zone": "#113137"
                }
            },
            {
                "data": {
                    "id": " This is similar to a method published here (Burns, 2005) and also used in my earlier Aqueous Cyan experiments.",
                    "zone": "#103036"
                }
            },
            {
                "data": {
                    "id": "Part II: Building a Conductivity Meter In this post, I describe how to build an inexpensive meter to measure the electrical conductivity (EC) of a solution.",
                    "zone": "#0f2f36"
                }
            },
            {
                "data": {
                    "id": "Conductivity measurements are used routinely in many industrial and environmental applications as a fast, inexpensive and reliable way of measuring the ionic content in a solution.",
                    "zone": "#0e2e36"
                }
            },
            {
                "data": {
                    "id": "One workaround is to put a pulsed voltage on one electrode, making the measurement quickly before turning off the electrode.",
                    "zone": "#0d2d36"
                }
            },
            {
                "data": {
                    "id": " It’s assumed that measurements will be done at a relatively constant room temperature.",
                    "zone": "#0c2c36"
                }
            },
            {
                "data": {
                    "id": "Here is the test circuit: My probe was built by simply soldering wires to a 2-pin through-hole header; heat-shrink tubing is important for insulation and strain relief.",
                    "zone": "#0b2b36"
                }
            },
            {
                "data": {
                    "id": "As a proof of concept, I mixed several solutions of Ca(OH)2 with varying concentrations and measured the EC with this setup.",
                    "zone": "#0b2a36"
                }
            },
            {
                "data": {
                    "id": "In our first test, we’re using .5m tribasic sodium phosphate solution.",
                    "zone": "#0b2935"
                }
            },
            {
                "data": {
                    "id": "Between tests, it’s best to rinse the sensor with distilled water and then soak it in distilled water until the reading hit the baseline (in my case ~5 mg/L).",
                    "zone": "#0b2835"
                }
            },
            {
                "data": {
                    "id": "I also wanted the active ingredient itself to be non-toxic and thus safe to handle, including any reagents needed to prepare it for use.",
                    "zone": "#0b2735"
                }
            },
            {
                "data": {
                    "id": "This applied more biochar than would actually stick; after the first wash much of it ran off into the water, causing it to become more alkaline than later washes.",
                    "zone": "#0b2635"
                }
            },
            {
                "data": {
                    "id": "The above graph shows the pH change of 10 ml distilled water before and after each sheet was inserted into its own plastic bag along with the distilled water.",
                    "zone": "#0b2534"
                }
            },
            {
                "data": {
                    "id": "Over time the CO2 in the bag was decreasing, but at the time that the sheet was being wet with distilled water inside the bag, the humidity increased.",
                    "zone": "#0b2434"
                }
            },
            {
                "data": {
                    "id": "The sheet is to the lower left and needs to be lifted inside the bag to create a clear air path to the sensor at the top.",
                    "zone": "#0c2334"
                }
            },
            {
                "data": {
                    "id": "I also tested the betaine sheet with the CO2 sensor just in case, since it would have been great to have a food-grade sorbent.",
                    "zone": "#0c2133"
                }
            },
            {
                "data": {
                    "id": "Check out the unboxing video here) After having built the initial Violet Decarbonizer prototype around one of these cartridges, we discovered they weren’t releasing CO2 in the wetting process.",
                    "zone": "#0d2033"
                }
            },
            {
                "data": {
                    "id": "We recently attempted to reproduce his prep methods more rigorously, despite the difficulties of attempting this outside of a lab/industrial setting.",
                    "zone": "#0d1f32"
                }
            },
            {
                "data": {
                    "id": "we came up with the following protocol for attempting to prep the Amberlite IRA-900 chloride for use as a moisture swing sorbent, based on this paper by Dr.",
                    "zone": "#0d1e32"
                }
            },
            {
                "data": {
                    "id": "I placed the out sorbent in a mesh nut milk bag and placed the bag in the outer reservoir of stilled water.",
                    "zone": "#0e1d31"
                }
            },
            {
                "data": {
                    "id": "I’d already been working on a better solution, which I luckily had ready to go, so I switched over as soon as the sous vide shut down.",
                    "zone": "#0e1c31"
                }
            },
            {
                "data": {
                    "id": "It’s not an ideal test, due to the interruptions in heating, but it would also not be a true test to let it soak longer than 48 hours.",
                    "zone": "#0f1b30"
                }
            },
            {
                "data": {
                    "id": "I removed the soaked sorbent (both Amberlite and Taos sorbent) to the washing solution.",
                    "zone": "#0f1a30"
                }
            },
            {
                "data": {
                    "id": " I shook it and broke up the sodium carbonate (it tends to clump up once added to water).",
                    "zone": "#10182f"
                }
            },
            {
                "data": {
                    "id": "Either way the amount of lost sorbent is tiny and I don’t think this is a major issue for this system.",
                    "zone": "#10172e"
                }
            },
            {
                "data": {
                    "id": "In light of performance below the anticipated level, and upon revisiting the provided documentation, the team felt that it was worth attempting the heated soak step.",
                    "zone": "#10162e"
                }
            },
            {
                "data": {
                    "id": "It is stated that a heated soak was performed to open up the material, and aid in the penetration of the lye / washing soda solution into the sorbent.",
                    "zone": "#10152d"
                }
            },
            {
                "data": {
                    "id": "2 posts - 2 participants Read full topic Hi, I am also developing De-CO2-Cloth for DAC.",
                    "zone": "#11142d"
                }
            },
            {
                "data": {
                    "id": "0",
                    "zone": "#3e4f38",
                    "fname": "Below are published scientific papers that can help introduce the science and methodology behind Air-Synth.",
                    "parent": "Below are published scientific papers that can help introduce the science and methodology behind Air-Synth.",
                    "info": "Below are published scientific papers that can help introduce the science and methodology behind Air-Synth. "
                }
            },
            {
                "data": {
                    "id": "1",
                    "zone": "#3d4e38",
                    "fname": "Lacking noble metals or other rare or expensive materials, the catalyst is comprised of Cu nanoparticles on a highly textured, N-doped carbon nanospike film.",
                    "parent": "Lacking noble metals or other rare or expensive materials, the catalyst is comprised of Cu nanoparticles on a highly textured, N-doped carbon nanospike film.",
                    "info": " See the abstracts for key points from the papers. Abstract: Though carbon dioxide is a waste product of combustion, it can also be a potential feedstock for the production of fine and commodity organic chemicals, provided that an efficient means to convert it to useful organic synthons can be developed. Herein we report a common element, nanostructured catalyst for the direct electrochemical conversion of CO2 to ethanol with high Faradaic efficiency (63 % at 1.2 V vs RHE) and high selectivity (84 %) that operates in water and at ambient temperature and pressure. Lacking noble metals or other rare or expensive materials, the catalyst is comprised of Cu nanoparticles on a highly textured, N-doped carbon nanospike film. Electrochemical analysis and density functional theory (DFT) calculations suggest a preliminary mechanism in which active sites on the Cu nanoparticles and the carbon nanospikes work in tandem to control the electrochemical reduction of carbon monoxide dimer to alcohol. Abstract: We report new insights into the electrochemical reduction of CO2 on a metallic copper surface, enabled by the development of an experimental methodology with unprecedented sensitivity for the identification and quantification of CO2 electroreduction products. "
                }
            },
            {
                "data": {
                    "id": "2",
                    "zone": "#3b4d38",
                    "fname": "Taking into account the chemical identities of the wide range of C 1–C 3 products generated and the potential-dependence of their turnover frequencies, mechanistic information is deduced.",
                    "parent": "Taking into account the chemical identities of the wide range of C 1–C 3 products generated and the potential-dependence of their turnover frequencies, mechanistic information is deduced.",
                    "info": " This involves a custom electrochemical cell designed to maximize product concentrations coupled to gas chromatography and nuclear magnetic resonance for the identification and quantification of gas and liquid products, respectively. We studied copper across a range of potentials and observed a total of 16 different CO2 reduction products, five of which are reported here for the first time, thus providing the most complete view of the reaction chemistry reported to date. Taking into account the chemical identities of the wide range of C 1–C 3 products generated and the potential-dependence of their turnover frequencies, mechanistic information is deduced. "
                }
            },
            {
                "data": {
                    "id": "3",
                    "zone": "#394c38",
                    "fname": "Abstract: Electrochemical CO2 reduction to liquid multi-carbon alcohols provides a promising way for intermittent renewable energy reservation and greenhouse effect mitigation.",
                    "parent": "Abstract: Electrochemical CO2 reduction to liquid multi-carbon alcohols provides a promising way for intermittent renewable energy reservation and greenhouse effect mitigation.",
                    "info": " We discuss a scheme for the formation of multicarbon products involving enol-like surface intermediates as a possible pathway, accounting for the observed selectivity for eleven distinct C(2+) oxygenated products including aldehydes, ketones, alcohols, and carboxylic acids. Abstract: Electrochemical CO2 reduction to liquid multi-carbon alcohols provides a promising way for intermittent renewable energy reservation and greenhouse effect mitigation. Cuδ+ (0<δ<1) species on Cu-based electrocatalysts can produce ethanol, but the in situ formed Cuδ+ is insufficient and easily reduced to Cu0. Here a Cu2S1−x catalyst with abundant Cuδ+ (0<δ<1) species is designedly synthesized and exhibited an ultra-low over-potential of 0.19 V for ethanol production. The catalyst not only delivers an outstanding ethanol selectivity of 86.9 % and a Faradaic efficiency of 73.3 % but also provides a long-term stability of Cuδ+, gaining an economic profit based on techno-economic analysis. "
                }
            },
            {
                "data": {
                    "id": "4",
                    "zone": "#374c38",
                    "fname": "Abstract: CO2 electroreduction is a promising technique for satisfying both renewable energy storage and negative carbon cycle.",
                    "parent": "Abstract: CO2 electroreduction is a promising technique for satisfying both renewable energy storage and negative carbon cycle.",
                    "info": " The calculation and in situ spectroscopic results reveal that the abundant Cuδ+ sites display electron-donating ability, leading to the decrease of the reaction barrier in the potential-determining C−C coupling step and eventually making the applied potential close to the theoretical value. Abstract: CO2 electroreduction is a promising technique for satisfying both renewable energy storage and negative carbon cycle. However, it remains a challenge to convert CO2 to C2 products with high efficiency and selectivity. "
                }
            },
            {
                "data": {
                    "id": "5",
                    "zone": "#364b38",
                    "fname": "Today we have barely scratched the surface in our effort to identify the most effective sorbents that can one day enable DAC to reach gigaton scale.",
                    "parent": "Today we have barely scratched the surface in our effort to identify the most effective sorbents that can one day enable DAC to reach gigaton scale.",
                    "info": " Herein, we report a nitrogen-doped ordered cylindrical mesoporous carbon as a robust metal-free catalyst for CO2 electroreduction, enabling the efficient production of ethanol with nearly 100% selectivity and high faradaic efficiency of 77% at −0.56 V versus the reversible hydrogen electrode. 1 post - 1 participant Read full topic https://www.youtube.com/embed/hYNIMkg-3Jo Direct Air Capture’s future impact will be limited by the efficacy of its core chemistry and the material it deploys to absorb CO2 from the atmosphere, known as sorbent. Today we have barely scratched the surface in our effort to identify the most effective sorbents that can one day enable DAC to reach gigaton scale. Advanced supercomputing has the potential to vastly accelerate discovery progress, particularly when linked to the power of open source/open access tools that enable anyone in the world to upload their materials for characterization. PrIsMa is a new platform that uses supercomputing to rapidly identify materials for use as DAC sorbents, and characterize their performance. "
                }
            },
            {
                "data": {
                    "id": "6",
                    "zone": "#344a38",
                    "fname": "The ultimate impact of PrIsMa will be determined by the level of participation by researchers.",
                    "parent": "The ultimate impact of PrIsMa will be determined by the level of participation by researchers.",
                    "info": " It is the collaborative initiative of multiple university-based teams including Heriot-Watt University (HWU), École Polytechnique Fédérale de Lausanne (EPFL), Eidgenössische Technische Hochschule Zürich (ETH Zürich), and Lawrence Berkeley National Laboratory (LBNL). The ultimate impact of PrIsMa will be determined by the level of participation by researchers. In this webinar PrISMa co-principle investigators Prof. "
                }
            },
            {
                "data": {
                    "id": "7",
                    "zone": "#324938",
                    "fname": " The region as a whole is endowed with considerable clean geothermal energy, gigaton scale basalt sequestration resources, and no small amount of local entrepreneurship and ingenuity.",
                    "parent": " The region as a whole is endowed with considerable clean geothermal energy, gigaton scale basalt sequestration resources, and no small amount of local entrepreneurship and ingenuity.",
                    "info": " The region as a whole is endowed with considerable clean geothermal energy, gigaton scale basalt sequestration resources, and no small amount of local entrepreneurship and ingenuity. Octavia’s engineering team, led by Mike Bwondera, has developed a small, modular DAC system for critical demonstration, outreach and education purposes. The prototype unit, which can draw down roughly 1 ton of CO2 per year, is used by Octavia to build awareness and understanding of the technology among communities and stakeholders where future projects may be developed. In January 2023, Octavia will open source their DAC design in the hope that such exposure will accelerate the evolution and improvement of critical components, while also enabling a much larger global community to gain value and learn from their invention. "
                }
            },
            {
                "data": {
                    "id": "8",
                    "zone": "#304838",
                    "fname": "Realizing this goal will require a massive expansion of participation from the global public, and particularly from young people who will fill the ranks of tomorrow’s mature CDR industries.",
                    "parent": "Realizing this goal will require a massive expansion of participation from the global public, and particularly from young people who will fill the ranks of tomorrow’s mature CDR industries.",
                    "info": " In this webinar Mr. Bwondera will provide an overview of the unit’s origins and design, and will highlight key aspects of the system that Octavia hopes to optimize in the coming months through open-source collaboration. Participants Links 1 post - 1 participant Read full topic https://www.youtube.com/embed/fLOwa0bALqI The rate of innovation across the carbon removal spectrum must ramp up to historically unprecedented speeds if gigaton carbon removal is to be achieved by the middle of this century. Realizing this goal will require a massive expansion of participation from the global public, and particularly from young people who will fill the ranks of tomorrow’s mature CDR industries. "
                }
            },
            {
                "data": {
                    "id": "9",
                    "zone": "#2e4738",
                    "fname": " Online challenges and competitions are powerful modes by which such engagement can be maximized and diversified, and novel ideas and new directions can be generated and shared.",
                    "parent": " Online challenges and competitions are powerful modes by which such engagement can be maximized and diversified, and novel ideas and new directions can be generated and shared.",
                    "info": " Online challenges and competitions are powerful modes by which such engagement can be maximized and diversified, and novel ideas and new directions can be generated and shared. In this short webinar the OpenAir members Chris Donnelly and Chris Couchoud will provide a sneak preview of the collective’s soon to launch CarbonCrowd, an online platform for hosting monthly open source CDR technical challenges, and convening global teams to participate in them. The current prototype, developed by a team led by inventor Anirudh Sharma, uses a copper-based catalyst in a membrane electrode assembly (MEA) integrated with a zero-gap electrolyser. In this discussion, filmed during COP27 in Sharm El-Sheikh, Egypt, Anirudh joins other members of OpenAir’s AirSynth team to discuss project origins and goals, and their plans to build a global network of university-based clubs to accelerate breakthroughs and advancements. Participants This conversation is background for a call to action for innovative direct air capture of CO2 (DAC). "
                }
            },
            {
                "data": {
                    "id": "10",
                    "zone": "#2d4638",
                    "fname": "His background in open-source efforts like software development and now some aspects of biology came from a development he made with arduino/lilypad.",
                    "parent": "His background in open-source efforts like software development and now some aspects of biology came from a development he made with arduino/lilypad.",
                    "info": " The Air-Synth process device being discussed was developed by Anirhud at Gravity Labs. Ani has background in electrical engineering and industrial design. His background in open-source efforts like software development and now some aspects of biology came from a development he made with arduino/lilypad. "
                }
            },
            {
                "data": {
                    "id": "11",
                    "zone": "#2b4638",
                    "fname": "Lab facilities are expensive and the initial efforts in CDR involved complex and potentially dangerous conditions, but electochemistry processes may make CDR more accessible to amateur experimenters.",
                    "parent": "Lab facilities are expensive and the initial efforts in CDR involved complex and potentially dangerous conditions, but electochemistry processes may make CDR more accessible to amateur experimenters.",
                    "info": " He wants to make CDR/DAC accessible to makers. Lab facilities are expensive and the initial efforts in CDR involved complex and potentially dangerous conditions, but electochemistry processes may make CDR more accessible to amateur experimenters. The Air-Synth emulates photosynthesis - atmospheric CO2 and water vapor are combined with electrical energy to synthesize organic compounds. "
                }
            },
            {
                "data": {
                    "id": "12",
                    "zone": "#294538",
                    "fname": "He recognizes that although more work is being done on sorption, electrochemical conversion holds great potential.",
                    "parent": "He recognizes that although more work is being done on sorption, electrochemical conversion holds great potential.",
                    "info": " The electrochemical reaction occurs in the presence of a catalyst and membrane. The development of the project to date has been low-budget - a cooperative venture of makers and inventors. The hope is to develop an open-source version that can be available to further experimentation. Alex, with a software background and working with OA was involved in project Violet and went through some similar thought processes as Ani. He recognizes that although more work is being done on sorption, electrochemical conversion holds great potential. "
                }
            },
            {
                "data": {
                    "id": "13",
                    "zone": "#284438",
                    "fname": "There are very many people hungry for ways to get involved in climate and environmental projects.",
                    "parent": "There are very many people hungry for ways to get involved in climate and environmental projects.",
                    "info": " Although some catalysts can be expensive, it isn’t necessarily so. Mike, who is newer to OA, has background in chemistry. He sees Air-Synth as a great tool for introducing the concept of DAC to students. There are very many people hungry for ways to get involved in climate and environmental projects. There is enthusiasm for democratizing technology and moving DAC out of the lab. Chris thinks there are very many people in many universities who are interested. "
                }
            },
            {
                "data": {
                    "id": "14",
                    "zone": "#264338",
                    "fname": "This project is DAC which means removing carbon from the ambient air - it is distinct from carbon capture at emission sources.",
                    "parent": "This project is DAC which means removing carbon from the ambient air - it is distinct from carbon capture at emission sources.",
                    "info": " They can drive great change if they have access to starter-ideas. This project is DAC which means removing carbon from the ambient air - it is distinct from carbon capture at emission sources. Ani wants to get the Air-Synth beyond prototype; the performance of the technology must be validated. He has developed a microcontroller for the device that can enable many different kinds of experimental operations and modes, but he needs help to test efficiency, catalyst life, and other aspects of the technology. He seeks support for testing and analysis - maybe there are university teams that will have access to laboratory analytical equipment. "
                }
            },
            {
                "data": {
                    "id": "15",
                    "zone": "#254238",
                    "fname": "Chris, considering the solar cell on the unit observes that sometimes producing a simple and inexpensive module opens the gates of social creativity.",
                    "parent": "Chris, considering the solar cell on the unit observes that sometimes producing a simple and inexpensive module opens the gates of social creativity.",
                    "info": " Measuring performance of a device like this requires high precision equipment, not available in the average garage. Chris, considering the solar cell on the unit observes that sometimes producing a simple and inexpensive module opens the gates of social creativity. Imaginations are triggered  and democratized technology gives rise to unpredictable developments. Alex observes that Node.js is an example of this - an open source tool has evolved into a widely used standard. Chris mentions that Github evolved in this way from a software repository to a platform for all kinds of open source collaborations. How does open source collaboration work? Why is it successful. Nobody is working for money in these projects - they are driven by personal interest, desire for challenge, and the achievement of personal gratification. "
                }
            },
            {
                "data": {
                    "id": "16",
                    "zone": "#234138",
                    "fname": "Ani hopes to operate one in a desert somewhere and see useful substances being made with nothing more than the sun and components of air.",
                    "parent": "Ani hopes to operate one in a desert somewhere and see useful substances being made with nothing more than the sun and components of air.",
                    "info": " Sometimes people just need to see something work for themselves. Maybe by COP28 there will be teams working on Air-Synth units in various universities and many makers will be tinkering in their garages. OA will help to publicize the idea - that it can be possible to synthesize chemicals from thin air. Ani hopes to operate one in a desert somewhere and see useful substances being made with nothing more than the sun and components of air. "
                }
            },
            {
                "data": {
                    "id": "17",
                    "zone": "#224038",
                    "fname": "VIOLET ----- Violet Build Log: https://www.openairforum.org/t/violet… -----Violet Video Tour: https://youtu.be/yvQrAelVI60 ---- Sorbent Tester Video: https://youtu.be/3T3SJE1aIdE ---- R&D Forum: https://www.openairforum.org/c/rd/16 -----Violet Timeline overview: https://docs.google.com/document/d/1E… B.",
                    "parent": "VIOLET ----- Violet Build Log: https://www.openairforum.org/t/violet… -----Violet Video Tour: https://youtu.be/yvQrAelVI60 ---- Sorbent Tester Video: https://youtu.be/3T3SJE1aIdE ---- R&D Forum: https://www.openairforum.org/c/rd/16 -----Violet Timeline overview: https://docs.google.com/document/d/1E… B.",
                    "info": " Amazing. VIOLET\n----- Violet Build Log: https://www.openairforum.org/t/violet…\n-----Violet Video Tour: https://youtu.be/yvQrAelVI60\n---- Sorbent Tester Video: https://youtu.be/3T3SJE1aIdE\n---- R&D Forum: https://www.openairforum.org/c/rd/16\n-----Violet Timeline overview: https://docs.google.com/document/d/1E… B. PRINTED CARBON Forum —https://www.openairforum.org/t/explor… https://www.dezeen.com/2020/08/06/cor… 1 post - 1 participant Read full topic 1 post - 1 participant Read full topic This is a mission to develop carbon dioxide capturing algal growth in a DIY system at home. The mission is under the leadership of Gloria in conceptual development as of December 2022. 1 post - 1 participant Read full topic an MRV mission concept in development by Megha Raghavan in December 2022 2 posts - 1 participant Read full topic Visit Thursday’s Hackster.io project page for full details and documents. THURSDAY is a DAC device developed at Octavia Carbon, Nairobi, Kenya. It is an early prototype temperature-swing adsorption unit with PEI on silica gel The mission’s objective is to realize continual improvement to and evolution of the design and performance through a global peer-production community of designers, hackers, students and whoever else wants to contribute. "
                }
            },
            {
                "data": {
                    "id": "18",
                    "zone": "#213f38",
                    "fname": "It has been reported to readily desorb carbon dioxide at 100C.",
                    "parent": "It has been reported to readily desorb carbon dioxide at 100C.",
                    "info": " 1 post - 1 participant Read full topic Polyethylenimine is a polymer that is available as solid (linear polymer) or liquid (branched polymer), and soluble in hot water or dispersable in methanol. It has been used for carbon dioxide adsorption as it has high affinity for CO2 and can be readily applied to permeable materials to create a large gas-interface surface area. It has been reported to readily desorb carbon dioxide at 100C. It may also be possible to desorb CO2 with vacuum. "
                }
            },
            {
                "data": {
                    "id": "19",
                    "zone": "#203e38",
                    "fname": " It is often supported on substrates of fabric, silica gel, and granular carbon.",
                    "parent": " It is often supported on substrates of fabric, silica gel, and granular carbon.",
                    "info": " It is often supported on substrates of fabric, silica gel, and granular carbon. PEI is employed as the sorbent in the OpenAir project THURSDAY. A review of PEI applications for CO2 adsorption is found at https://onlinelibrary.wiley.com/doi/10.1002/ente.201600694 Where it is reported that PEI adsorption capacity for atmospheric CO2 is on the order of 50mg/g, and regeneration heat demand is on the order of 3.2 GJ/ton of CO2. The structure of PEI is saturated branched chains of two carbons and one nitrogen. "
                }
            },
            {
                "data": {
                    "id": "20",
                    "zone": "#1e3d38",
                    "fname": "Electrochemical based carbon capture utilization systems can perform carbon and utilization both at a room temperature and pressure which allows for rapid modularity and scalability.",
                    "parent": "Electrochemical based carbon capture utilization systems can perform carbon and utilization both at a room temperature and pressure which allows for rapid modularity and scalability.",
                    "info": " Branch points are at nitrogens. All the nitrogen atoms have an unbonded electron pair which attracts the electron-deficient carbon in carbon dioxide molecules. In amine adsorption of carbon dioxide, the CO2 may react with the terminal amines (as in MEA) to form carbamates - desorption of CO2 from PEI requires less energy, suggesting carbamates are not forming. 1 post - 1 participant Read full topic   Conventional carbon capture happens at a very high temperature or at a very high pressure. Electrochemical based carbon capture utilization systems can perform carbon and utilization both at a room temperature and pressure which allows for rapid modularity and scalability. During our time in developing this technology stack, we realized that some of the biggest problems and breakthroughs are required in the field of catalyst design. What if we could accelerate the catalyst development through a unique implementation of open source hardware? The Air-Synth prototype consists of two main components: In order to utilize and convert CO2 to other chemicals, we have had two changes to the conventional PEM based electrolyser design. We went ahead with a zero gap electrolyser design. A zero gap electrolyser design reduces the size of the PEM cell while keeping the size of the membrane the same, while making the entire system modular and stackable. "
                }
            },
            {
                "data": {
                    "id": "21",
                    "zone": "#1d3c38",
                    "fname": " We also want to be able to convert this carbon utilization system to a carbon capture and utilization system.",
                    "parent": " We also want to be able to convert this carbon utilization system to a carbon capture and utilization system.",
                    "info": " We also want to be able to convert this carbon utilization system to a  carbon capture and utilization system. A zero gap electrolyser essentially just has a small membrane between the anode and cathode of the PEM cell. This allows the membrane to be exposed directly to the ambient air and start capturing the CO2 from the atmosphere. There are still some variable parameters to be worked out in terms of the carbon capture system, but as a first step we will only be focusing on converting CO2 to useful chemicals. The first one being CO, in the coming months we will be doing more tests where we try to convert CO2 to Ethanol and Ethylene. This would require a modification of the catalyst at atomic levels that we have currently used for the conversion of CO2 to CO. "
                }
            },
            {
                "data": {
                    "id": "22",
                    "zone": "#1c3b38",
                    "fname": "After complete addition, stirrer the suspension for next 30 minutes for complete reduction, filter the suspension and wash three times with distilled water.",
                    "parent": "After complete addition, stirrer the suspension for next 30 minutes for complete reduction, filter the suspension and wash three times with distilled water.",
                    "info": " Here are some of the results we have obtained in our lab over the past few months: Electrochemical conversion of CO2 to CO Synthesis of Catalyst We are using the general method to synthesize the Copper/carbon catalyst\nusing the reported method for metallic copper catalyst elsewhere. The general process consists of dispersion of Vulcan-72 carbon in the ethanol for 1 hours to ensure the proper slurry formation at room temperature. Now added copper nitrate (40% Cu on carbon) to the slurry and stirred the solution for another 1 hour. Reduce the above slurry with sodium borohydride (NaBH4) (molar ratio 5 Cu/NaBH4). After complete addition, stirrer the suspension for next 30 minutes for complete reduction, filter the suspension and wash three times with distilled water. "
                }
            },
            {
                "data": {
                    "id": "23",
                    "zone": "#1b3a38",
                    "fname": "Preparation or membrane electrode assembly (MEA): Assembling of Electrolyzer The following components are required: The assembled electrolyzer is subjected to activation prior to use for experimentation.",
                    "parent": "Preparation or membrane electrode assembly (MEA): Assembling of Electrolyzer The following components are required: The assembled electrolyzer is subjected to activation prior to use for experimentation.",
                    "info": " We dry this solid in the preheated oven 80°C overnight. Preparation or membrane electrode assembly (MEA):    Assembling of Electrolyzer The following components are required: The assembled electrolyzer is subjected to activation prior to use for experimentation. First moist the membrane with de-ionized water (MilliQ 18 MΩ) for 2 hours using a peristaltic pump.  Now check the resistivity of the prepared MEA using Electrochemical Impedance Spectroscopy (EIS) with Potentiostat. First applied 1.2 volt and gradually increased it to 2.2 volt with the duration of 2 hours. Now the electrolyzer is ready for the experimentation. Electrolyzer experimentation general conditions: Gas Chromatography Results The GC analysis was carried out on Shimadzu GC 2014 equipped with a thermal\nconductivity detector (TCD) and ShinCarbon ST column. Helium is used as a carrier gas. The peaks at 1.19-1.2 show the presence of CO2 gas and 5.2-5.3 show the presence of CO gas. "
                }
            },
            {
                "data": {
                    "id": "24",
                    "zone": "#1a3938",
                    "fname": " The results of different experiments with direct atmosphere gas analysis are given here: 2 posts - 2 participants Read full topic FORMATION BX STUDIO 1.",
                    "parent": " The results of different experiments with direct atmosphere gas analysis are given here: 2 posts - 2 participants Read full topic FORMATION BX STUDIO 1.",
                    "info": " The results of different experiments with direct atmosphere gas analysis are given here:        2 posts - 2 participants Read full topic FORMATION BX STUDIO 1. Circular Tray A   2. Circular Tray B   3. Square Disc 4. "
                }
            },
            {
                "data": {
                    "id": "25",
                    "zone": "#193837",
                    "fname": "It should also be as dry as possible as any remaining moisture affects the results–both of the weighing method and the EC method.",
                    "parent": "It should also be as dry as possible as any remaining moisture affects the results–both of the weighing method and the EC method.",
                    "info": " Sample collection instructions to help David develop electronic CO2 removal measurements for Cyan. David Wilson provided the following suggestions: “The best way to assure I’m getting a fair result is to send the entire output, and to make sure it’s completely mixed including smashing the lumps. It should also be as dry as possible as any remaining moisture affects the results–both of the weighing method and the EC method. "
                }
            },
            {
                "data": {
                    "id": "26",
                    "zone": "#183837",
                    "fname": " A freezer bag is probably the best thing to put it in, since it’s supposed to be air tight.",
                    "parent": " A freezer bag is probably the best thing to put it in, since it’s supposed to be air tight.",
                    "info": " A freezer bag is probably the best thing to put it in, since it’s supposed to be air tight. And then put that in a padded mailer or a box (preferred).” So, here’s what we need: 5 runs each for 2 participants, we’ll have 10 samples to send to David so he can plot 5 data points. Both runs will be replicates of each other. - times in the humidity chamber with air pump for testing:\n6 hours\n12 hours\n18 hours\n24 hours\n30 hours Each test should consist of 10 g Ca(OH)2 spread out to no more than 2 mm thickness on a coffee filter - if the Ca(OH)2 is ever soaking wet, it won’t be taking up CO2 as efficiently due to clogged pores. Either label the corresponding test as such or repeat the test with new Ca(OH)2. "
                }
            },
            {
                "data": {
                    "id": "27",
                    "zone": "#173737",
                    "fname": "Due to VIOLET producing a stream of C02 at approximately 1 liter per second containing the powdered Ca(OH)2 within a filter becomes problematic.",
                    "parent": "Due to VIOLET producing a stream of C02 at approximately 1 liter per second containing the powdered Ca(OH)2 within a filter becomes problematic.",
                    "info": " Dry for one day, oven dry at low temperature (200 F for 1 hour should do it) If you can also record your local humidity conditions during the test, that would also be helpful. I’ve been experimenting with different artistic and functional containers for the CYAN device as well as experimenting with different methods to decrease the mineralization time frame with a possible downstream connection to VIOLET. Due to VIOLET producing a stream of C02 at approximately 1 liter per second containing the powdered Ca(OH)2 within a filter becomes problematic. "
                }
            },
            {
                "data": {
                    "id": "28",
                    "zone": "#163637",
                    "fname": " Each of these design explores possible solutions to a filter-less system allowing the powdered Ca(OH)2 to become airborne within the chamber.",
                    "parent": " Each of these design explores possible solutions to a filter-less system allowing the powdered Ca(OH)2 to become airborne within the chamber.",
                    "info": " Each of these design explores possible solutions to a filter-less system allowing the powdered Ca(OH)2 to become airborne within the chamber. Currently many of my attempts are still under testing or in various stages of construction all with limited results in effectiveness. I’m using these primary and secondary goals to help guide my research and design development. Primary goals\nShorten mineralization timeframe\nConnection to Violet Secondary goals\nEase of use\nEase of construction\nPotential uses for output Forced air vertical/downward\nAir is introduced from the top drawing humidity through a venturi style inlet before entering the lower sorbent holder. "
                }
            },
            {
                "data": {
                    "id": "29",
                    "zone": "#153537",
                    "fname": "The solution needs to be removed to dry in order to get an idea of the weight difference and this seems to leave quite a bit in the chamber.",
                    "parent": "The solution needs to be removed to dry in order to get an idea of the weight difference and this seems to leave quite a bit in the chamber.",
                    "info": " This is the most developed direction so far and has only recently become a physical realization that I can test. The longest run has been 3 hours with no noted change in sorbent weight. I have run this unit with a C02 cylinder connection once. This was inconclusive as I believe more C02 was lost due to leaks than was introduced into the chamber. \t\nOne attempt has been made to run air through a Ca(OH)2 slurry however weighing afterwards proved to be rather difficult. The solution needs to be removed to dry in order to get an idea of the weight difference and this seems to leave quite a bit in the chamber. "
                }
            },
            {
                "data": {
                    "id": "30",
                    "zone": "#143437",
                    "fname": "If we can determine the amount of CaCO3 that is in the output material, we can calculate the amount of captured CO2 using standard Chem 101 techniques.",
                    "parent": "If we can determine the amount of CaCO3 that is in the output material, we can calculate the amount of captured CO2 using standard Chem 101 techniques.",
                    "info": " I was able to remove the slurry and dry in in a low temperature oven, the results showed no change in weight however with the amount lost in the process I believe some carbon was captured. The introduction of a mesh screen or baffle at the exhaust outlet might slow down \t\nclogging but likely not eliminate it.\nAdding a blast gate would allow the user to block the flow to clean the filters but \t\t\t\nincreases user needs. Humidity\nThe humidity level seems low but longer runs are needed Fan\nThe fan is loud and might need a timer depending on the run time or be replaced with a \t\ndifferent style. Below are some designs that experiment with an enriched or pure Co2 atmosphere. I’ve noted a 1 gram weight difference when the Ca(OH)2 is exposed to a pure Co2 environment for as little as 1 hour.  2 posts - 2 participants Read full topic Part I: Motivation In developing any new system for capturing carbon dioxide, we want to know how well the system is working. Cyan captures carbon dioxide through a reaction with powdered calcium hydroxide sorbent (input material) to produce calcium carbonate, as shown: The output material from a classic Cyan box is a crumbly mixture of both solids, plus residual water. If we can determine the amount of CaCO3 that is in the output material, we can calculate the amount of captured CO2 using standard Chem 101 techniques. "
                }
            },
            {
                "data": {
                    "id": "31",
                    "zone": "#133337",
                    "fname": " A weighing technique is used with the original Cyan, as developed by Dahl Winters (https://www.openairforum.org/t/cyan-project-progress/105).",
                    "parent": " A weighing technique is used with the original Cyan, as developed by Dahl Winters (https://www.openairforum.org/t/cyan-project-progress/105).",
                    "info": " A weighing technique is used with the original Cyan, as developed by Dahl Winters (https://www.openairforum.org/t/cyan-project-progress/105). It assumes the output consists of a mixture of CaCO3 with remaining unreacted Ca(OH)2 . From the increase in weight, the amount of captured CO2 can be computed. This method requires great care in weighing the input and output material; weight of the coffee filter must be accounted for; there must be no loss or spillage of the material; it is essential that the output material be completely dry before weighing. "
                }
            },
            {
                "data": {
                    "id": "32",
                    "zone": "#123237",
                    "fname": "With other potential Cyan architectures, however, it can be difficult to recover all of the output material, making an accurate result from the weighing method infeasible.",
                    "parent": "With other potential Cyan architectures, however, it can be difficult to recover all of the output material, making an accurate result from the weighing method infeasible.",
                    "info": " Unavoidable errors can come from impurities in the input material or the water used for moistening it. But with proper care, we can assume reasonable accuracy, and encouraging reports of the original Cyan’s effectiveness have been given. With other potential Cyan architectures, however, it can be difficult to recover all of the output material, making an accurate result from the weighing method infeasible. We would like to have an alternative measurement available as a confirmation of the results from the weighing method. The gold standard would be a careful quantitative analysis procedure in a chemistry lab, but few people have the necessary equipment and supplies. "
                }
            },
            {
                "data": {
                    "id": "33",
                    "zone": "#113137",
                    "fname": " I propose here a method where a sample of the output is weighed out and added to distilled water.",
                    "parent": " I propose here a method where a sample of the output is weighed out and added to distilled water.",
                    "info": " I propose here a method where a sample of the output is weighed out and added to distilled water.  Then the CaCO3, being insoluble, will sink to the bottom and the remaining Ca(OH)2 will dissolve (up to its solubility limit). Since Ca(OH)2 is a strong base and fully ionizes in solution, a measurement of the electrical conductivity (EC) of this solution with an appropriately calibrated sensor should make it possible to determine the concentration of Ca(OH)2 remaining in the sample. From this, we can find the proportion of CaCO3 in the output material, thence the amount of CO2 captured. "
                }
            },
            {
                "data": {
                    "id": "34",
                    "zone": "#103036",
                    "fname": " This is similar to a method published here (Burns, 2005) and also used in my earlier Aqueous Cyan experiments.",
                    "parent": " This is similar to a method published here (Burns, 2005) and also used in my earlier Aqueous Cyan experiments.",
                    "info": " This is similar to a method published here (Burns, 2005)  and also used in my  earlier Aqueous Cyan experiments. Scientific-grade EC meters are expensive. I will show how one can build a sensor that is adequate for our purposes, consisting of only a processor such as an Arduino, and a few other inexpensive items. "
                }
            },
            {
                "data": {
                    "id": "35",
                    "zone": "#0f2f36",
                    "fname": "Part II: Building a Conductivity Meter In this post, I describe how to build an inexpensive meter to measure the electrical conductivity (EC) of a solution.",
                    "parent": "Part II: Building a Conductivity Meter In this post, I describe how to build an inexpensive meter to measure the electrical conductivity (EC) of a solution.",
                    "info": "  This new design improves on my earlier one. Further details of the method will follow in a later post. Part II: Building a Conductivity Meter In this post, I describe how to build an inexpensive meter to measure the electrical conductivity (EC) of a solution. "
                }
            },
            {
                "data": {
                    "id": "36",
                    "zone": "#0e2e36",
                    "fname": "Conductivity measurements are used routinely in many industrial and environmental applications as a fast, inexpensive and reliable way of measuring the ionic content in a solution.",
                    "parent": "Conductivity measurements are used routinely in many industrial and environmental applications as a fast, inexpensive and reliable way of measuring the ionic content in a solution.",
                    "info": " The intent is to provide enough instructions so that you can build one, too. For background, you might want to read the following articles: Conductivity (or specific conductance) of an electrolyte solution is a measure of its ability to conduct electricity. The SI unit of conductivity is Siemens per meter (S/m).\n Conductivity measurements are used routinely in many industrial and environmental applications as a fast, inexpensive and reliable way of measuring the ionic content in a solution. For example, the measurement of product conductivity is a typical way to monitor and continuously trend the performance of water purification sy... An electrical conductivity meter (EC meter) measures the electrical conductivity in a solution. It has multiple applications in research and engineering, with common usage in hydroponics, aquaculture, aquaponics, and freshwater systems to monitor the amount of nutrients, salts or impurities in the water.\n Common laboratory conductivity meters employ a potentiometric method and four electrodes. Often, the electrodes are cylindrical and arranged concentrically[citation needed]. "
                }
            },
            {
                "data": {
                    "id": "37",
                    "zone": "#0d2d36",
                    "fname": "One workaround is to put a pulsed voltage on one electrode, making the measurement quickly before turning off the electrode.",
                    "parent": "One workaround is to put a pulsed voltage on one electrode, making the measurement quickly before turning off the electrode.",
                    "info": " The electrodes are u... The key point to note is that you can’t measure EC in an ionized solution with a conventional ohmmeter. The test probes, having a positive and a negative terminal, will cause the ions to drift, resulting in electrolysis and a change in the conductivity of the solution to be measured. One workaround is to put a pulsed voltage on one electrode, making the measurement quickly before turning off the electrode. The tester that I built for Cyan is inspired by the “Three Dollar EC Meter” described here: Three Dollar EC - PPM Meter [Arduino]. I added a few refinements to improve the accuracy; however this scheme omits the temperature probe and compensation. "
                }
            },
            {
                "data": {
                    "id": "38",
                    "zone": "#0c2c36",
                    "fname": " It’s assumed that measurements will be done at a relatively constant room temperature.",
                    "parent": " It’s assumed that measurements will be done at a relatively constant room temperature.",
                    "info": " It’s assumed that measurements will be done at a relatively constant room temperature. A similar meter was used in my  earlier Aqueous Cyan experiments. This tester requires a microcontroller with analog inputs. "
                }
            },
            {
                "data": {
                    "id": "39",
                    "zone": "#0b2b36",
                    "fname": "Here is the test circuit: My probe was built by simply soldering wires to a 2-pin through-hole header; heat-shrink tubing is important for insulation and strain relief.",
                    "parent": "Here is the test circuit: My probe was built by simply soldering wires to a 2-pin through-hole header; heat-shrink tubing is important for insulation and strain relief.",
                    "info": " I used an  Adafruit Feather M0 Basic, which contains a SAMD21 ARM M0 processor; an Arduino or similar would work just as well with modifications. Here is the test circuit:   My probe was built by simply soldering wires to a 2-pin through-hole header; heat-shrink tubing is important for insulation and strain relief. Many other designs are possible depending on what you have on hand. Here is a picture of the completed device.  Resistor R1 is a known value that can be modified according to measurement needs. R2 represents the unknown resistance that we want to measure between the electrodes of the probe. The outputs labelled V1 and V2 are alternately pulsed HIGH, and an analog measurement is taken on V1, V2, and Vout. "
                }
            },
            {
                "data": {
                    "id": "40",
                    "zone": "#0b2a36",
                    "fname": "As a proof of concept, I mixed several solutions of Ca(OH)2 with varying concentrations and measured the EC with this setup.",
                    "parent": "As a proof of concept, I mixed several solutions of Ca(OH)2 with varying concentrations and measured the EC with this setup.",
                    "info": " The program leaves both outputs LOW for 10 msec between measurements. The value of R2, is calculated from The final step is to compute the EC in units of microSiemens (uS) / cm, with EC = k / R2 where the calibration constant k depends on the geometry of the individual probe and must be experimentally determined. As a proof of concept, I mixed several solutions of Ca(OH)2 with varying concentrations and measured the EC with this setup. Results are shown here:   The pink line labelled “Saturation” indicates the maximum amount of Ca(OH)2 that can be dissolved at room temperature; any additional Ca(OH)2 added after this point will not dissolve, and results will level off at about 8000 uS/cm. "
                }
            },
            {
                "data": {
                    "id": "41",
                    "zone": "#0b2935",
                    "fname": "In our first test, we’re using .5m tribasic sodium phosphate solution.",
                    "parent": "In our first test, we’re using .5m tribasic sodium phosphate solution.",
                    "info": " The near-linear characteristic below saturation is a promising indication for this scheme. 8 posts - 1 participant Read full topic Based on the conversations with Dr. Xiaoyang Shi (AKA Yang), who’s doing a postdoc at Columbia University, we’re testing whether Amberlite IRA-900 Chloride is more efficient at capturing and releasing CO2 when prepped with sodium phosphate instead of sodium carbonate. In our first test, we’re using .5m tribasic sodium phosphate solution. "
                }
            },
            {
                "data": {
                    "id": "42",
                    "zone": "#0b2835",
                    "fname": "Between tests, it’s best to rinse the sensor with distilled water and then soak it in distilled water until the reading hit the baseline (in my case ~5 mg/L).",
                    "parent": "Between tests, it’s best to rinse the sensor with distilled water and then soak it in distilled water until the reading hit the baseline (in my case ~5 mg/L).",
                    "info": " But what do you all think? 1 post - 1 participant Read full topic We’ve started working with the “Go Direct® Chloride Ion-Selective Electrode,” which senses the chloride concentration in a solution. It’s best to fill the small bottle provided with the solution to test, then put the cap on the sensor, then insert the sensor into the bottle and screw the top on. Between tests, it’s best to rinse the sensor with distilled water and then soak it in distilled water until the reading hit the baseline (in my case ~5 mg/L). Try to keep the sensor completely upright the whole time. The documentation advises you to soak the sensor for “at least 30 min.” I’ve found that it can take more or less time. "
                }
            },
            {
                "data": {
                    "id": "43",
                    "zone": "#0b2735",
                    "fname": "I also wanted the active ingredient itself to be non-toxic and thus safe to handle, including any reagents needed to prepare it for use.",
                    "parent": "I also wanted the active ingredient itself to be non-toxic and thus safe to handle, including any reagents needed to prepare it for use.",
                    "info": " I think the best practice is to wait at least 30 min and then wait until the curve in the software is flat for at least 10 min if it hasn’t gotten there already (see picture below).   2 posts - 1 participant Read full topic   After having written my Moisture Swing Assessment, I had the idea that it was certainly possible to make my own sorbent material with moisture swing activity. Furthermore, I thought it would be possible to do this in an environmentally-friendly manner, using carbon-storing materials for the sorbent backbone. I also wanted the active ingredient itself to be non-toxic and thus safe to handle, including any reagents needed to prepare it for use. For this initial testing, I used a fine biochar (< 50 mesh/397 micron) mixed with the active ingredient (a quaternary ammonium cation or amine) in a concentrated solution under 40 C heat for 2 hours and then at room temperature until dry enough to crumble the biochar (min. "
                }
            },
            {
                "data": {
                    "id": "44",
                    "zone": "#0b2635",
                    "fname": "This applied more biochar than would actually stick; after the first wash much of it ran off into the water, causing it to become more alkaline than later washes.",
                    "parent": "This applied more biochar than would actually stick; after the first wash much of it ran off into the water, causing it to become more alkaline than later washes.",
                    "info": " 12 hours). The loaded biochar was then applied to a 5 cm x 5 cm double-sided adhesive sheet that was in turn adhered to a PET plastic backing. This applied more biochar than would actually stick; after the first wash much of it ran off into the water, causing it to become more alkaline than later washes. "
                }
            },
            {
                "data": {
                    "id": "45",
                    "zone": "#0b2534",
                    "fname": "The above graph shows the pH change of 10 ml distilled water before and after each sheet was inserted into its own plastic bag along with the distilled water.",
                    "parent": "The above graph shows the pH change of 10 ml distilled water before and after each sheet was inserted into its own plastic bag along with the distilled water.",
                    "info": " This is shown in the following graph.   The above graph shows the pH change of 10 ml distilled water before and after each sheet was inserted into its own plastic bag along with the distilled water. Each bag was quickly sealed after the sheet was added to the water so that if there was captured CO2, the water would carbonate and form carbonic acid, effectively lowering the pH. "
                }
            },
            {
                "data": {
                    "id": "46",
                    "zone": "#0b2434",
                    "fname": "Over time the CO2 in the bag was decreasing, but at the time that the sheet was being wet with distilled water inside the bag, the humidity increased.",
                    "parent": "Over time the CO2 in the bag was decreasing, but at the time that the sheet was being wet with distilled water inside the bag, the humidity increased.",
                    "info": " Biochar itself typically raises the pH of water because it is alkaline, so if there is a negative pH change this was treated as a possible indicator of CO2 release. Not all the ingredients are specified; I used DS1, DS2, etc. to identify those with active ingredients that are currently under DeepScience investigation. It turned out that DS2 was the only sheet that showed the necessary activity to warrant further investigation with a CO2 sensor.   I used a Sensirion SCD41 Development Board and the Arduino IDE to capture data from the sheet enclosed in a sealable but not entirely airtight plastic bag. Over time the CO2 in the bag was decreasing, but at the time that the sheet was being wet with distilled water inside the bag, the humidity increased. I then created a clear air path from the wet sheet to the CO2 sensor and this is when the jump in the graph occurred. "
                }
            },
            {
                "data": {
                    "id": "47",
                    "zone": "#0c2334",
                    "fname": "The sheet is to the lower left and needs to be lifted inside the bag to create a clear air path to the sensor at the top.",
                    "parent": "The sheet is to the lower left and needs to be lifted inside the bag to create a clear air path to the sensor at the top.",
                    "info": " This jump is equal to 97 ppm. This CO2 release is short and fast (5 seconds) which makes sense given that the amount of loaded biochar is really small (~0.06 g at the most; it is an exceedingly thin layer). Here’s a picture of the experimental setup with the sheet and the bag. The sheet is to the lower left and needs to be lifted inside the bag to create a clear air path to the sensor at the top. "
                }
            },
            {
                "data": {
                    "id": "48",
                    "zone": "#0c2133",
                    "fname": "I also tested the betaine sheet with the CO2 sensor just in case, since it would have been great to have a food-grade sorbent.",
                    "parent": "I also tested the betaine sheet with the CO2 sensor just in case, since it would have been great to have a food-grade sorbent.",
                    "info": " The sensor is to the left of the red LED light in the picture.   I also tested the betaine sheet with the CO2 sensor just in case, since it would have been great to have a food-grade sorbent. I unfortunately saw no CO2 release. I then tested the DS2 sheet again with the CO2 sensor to confirm CO2 release; this occurred to a lesser extent than before, possibly due to the length of time I had the bag open, but the sheet was clearly still active. Unfortunately after soaking in 1 M sodium carbonate for 15 minutes and then rinsing and drying with distilled water, I did not see any CO2 release from either the DS2 sheet or the betaine sheet. "
                }
            },
            {
                "data": {
                    "id": "49",
                    "zone": "#0d2033",
                    "fname": "Check out the unboxing video here) After having built the initial Violet Decarbonizer prototype around one of these cartridges, we discovered they weren’t releasing CO2 in the wetting process.",
                    "parent": "Check out the unboxing video here) After having built the initial Violet Decarbonizer prototype around one of these cartridges, we discovered they weren’t releasing CO2 in the wetting process.",
                    "info": " Next steps: Get an airtight container of known volume and make up a new DS2 sheet for testing. 2 posts - 1 participant Read full topic Dr. Tao Wang has been one of OpenAir’s advisors on moisture swing DACC from the beginning. His support and expertise have been crucial in getting the Violet project off the ground. Unfortunately, we’ve run into several issues with the sorbent sheets/cartridges we purchased from him in Dec 2020 (received Feb 2021). Check out the unboxing video here) After having built the initial Violet Decarbonizer prototype around one of these cartridges, we discovered they weren’t releasing CO2 in the wetting process. After several attempts to figure out the issue, we theorized that the sorbent had not been prepped prior to being shipped to us or that the sorbent had become unprepped in travel. "
                }
            },
            {
                "data": {
                    "id": "50",
                    "zone": "#0d1f32",
                    "fname": "We recently attempted to reproduce his prep methods more rigorously, despite the difficulties of attempting this outside of a lab/industrial setting.",
                    "parent": "We recently attempted to reproduce his prep methods more rigorously, despite the difficulties of attempting this outside of a lab/industrial setting.",
                    "info": " As specified in Dr. Wang’s paper here, the ion exchange resin must go through a prepping process that removes the chlorine to allow it to bond with Co2. We were significant increase in Co2 release when we attempted to prep the sorbent ourselves, but were not able to achieve the same levels Dr. Wang reported in his lab. We recently attempted to reproduce his prep methods more rigorously, despite the difficulties of attempting this outside of a lab/industrial setting. Unfortunately, we immediately ran into issues (detailed here). When attempting the “hot soak” (soaking in 85-95c water for 48hrs) the sorbent sheets disintegrated to the point of no longer being viable.   Our next steps are to discuss as a team how we should proceed. I recommend a lower temp or room temperature soak prior to washing and additional conversations with Dr. "
                }
            },
            {
                "data": {
                    "id": "51",
                    "zone": "#0d1e32",
                    "fname": "we came up with the following protocol for attempting to prep the Amberlite IRA-900 chloride for use as a moisture swing sorbent, based on this paper by Dr.",
                    "parent": "we came up with the following protocol for attempting to prep the Amberlite IRA-900 chloride for use as a moisture swing sorbent, based on this paper by Dr.",
                    "info": " Wang to find alternative recommendations. Hopefully, we will find a way to activate the remaining sheets and cartridges we have, if not I propose we find a safe way of disposing of the them and pruning this branch of research. 3 posts - 1 participant Read full topic On 2/11/02 in the Weekly Violet Meeting (here are the notes, thanks Alex Orse!) we came up with the following protocol for attempting to prep the Amberlite IRA-900 chloride for use as a moisture swing sorbent, based on this paper by Dr. "
                }
            },
            {
                "data": {
                    "id": "52",
                    "zone": "#0e1d31",
                    "fname": "I placed the out sorbent in a mesh nut milk bag and placed the bag in the outer reservoir of stilled water.",
                    "parent": "I placed the out sorbent in a mesh nut milk bag and placed the bag in the outer reservoir of stilled water.",
                    "info": " Tao Wang. Here’s a brief outline of the steps: To achieve the temperature and soak for 48 hrs, I began the experiment with a sous vide in a large pot. To limit the amount of distilled water needed, I filled a large container with tap water to displace the distilled water in the pot and raise it to a level above the “min” line on the sous vide. I placed the out sorbent in a mesh nut milk bag and placed the bag in the outer reservoir of stilled water.   I quickly released there was a better way to do this, since the water was likely to evaporate off if not sealed and I’d have to keep refilling the stilled water (and making it harder to preserve the temperature). I instead put the distilled water into the container and the sorbent into that inner container and sealed it with a lid. "
                }
            },
            {
                "data": {
                    "id": "53",
                    "zone": "#0e1c31",
                    "fname": "I’d already been working on a better solution, which I luckily had ready to go, so I switched over as soon as the sous vide shut down.",
                    "parent": "I’d already been working on a better solution, which I luckily had ready to go, so I switched over as soon as the sous vide shut down.",
                    "info": " I put tap water in the outer reservoir, which will be easier to refill with more tap water as it more easy to replace.   However, the sous vide is not meant to be on for 48 hours at a time and within a few hours it shut it self off and showed an error. I’d already been working on a better solution, which I luckily had ready to go, so I switched over as soon as the sous vide shut down. I moved to a slow cooker, which on the “low” setting gets to just under 85c, which I feel is close enough to our range. "
                }
            },
            {
                "data": {
                    "id": "54",
                    "zone": "#0f1b30",
                    "fname": "It’s not an ideal test, due to the interruptions in heating, but it would also not be a true test to let it soak longer than 48 hours.",
                    "parent": "It’s not an ideal test, due to the interruptions in heating, but it would also not be a true test to let it soak longer than 48 hours.",
                    "info": " Given that it can be sealed, I just put the nut milk bag into the pot itself with the distilled water (I’ll clean it thoroughly before we use it to cook again ).   Unfortunately, the slow cooker also turned itself off at some point during the night. I think if I turn it off and back on every 8 hours or so, this shouldn’t happen anymore. My plan for now is to continue with the soak and start the washing every 2 hours tomorrow morning, which will be 48 hours. It’s not an ideal test, due to the interruptions in heating, but it would also not be a true test to let it soak longer than 48 hours. My plan for now is to continue the soak, attempt to follow the procedure we laid out as closely as possible, and reevaluate after we’ve seen the results. NOTE: I also decided to soak 20 grams of the sorbent sheets from Tao at the same time, figuring it couldn’t hurt. However, there’s a pretty strong smell going on here and now I can’t tell if that’s the amberlite or tao’s sorbent. The smell isn’t…the worst thing I’ve ever smelled. "
                }
            },
            {
                "data": {
                    "id": "55",
                    "zone": "#0f1a30",
                    "fname": "I removed the soaked sorbent (both Amberlite and Taos sorbent) to the washing solution.",
                    "parent": "I removed the soaked sorbent (both Amberlite and Taos sorbent) to the washing solution.",
                    "info": " But it’s strong and it’s not totally pleasant. Update:\n48 hr hot soak complete, on to the washing! I added 500ml of water and 26.5 grams of sodium carbonate to a container. I removed the soaked sorbent (both Amberlite and Taos sorbent) to the washing solution. "
                }
            },
            {
                "data": {
                    "id": "56",
                    "zone": "#10182f",
                    "fname": " I shook it and broke up the sodium carbonate (it tends to clump up once added to water).",
                    "parent": " I shook it and broke up the sodium carbonate (it tends to clump up once added to water).",
                    "info": " I shook it and broke up the sodium carbonate (it tends to clump up once added to water). NOTE: After speaking with Dr. XaioYu Wu about the temperature to use for the wash, we realized the temperature of the water was not specified in Dr. Wang’s paper, so we’re using room temp water.   I put the container under a small fan to make sure it was getting constant vibration and I’ll gently shake the container every 10-20 minutes to keep things from settling.   After the first wash, I determined the Tao’s sorbent is no longer viable and removed it. "
                }
            },
            {
                "data": {
                    "id": "57",
                    "zone": "#10172e",
                    "fname": "Either way the amount of lost sorbent is tiny and I don’t think this is a major issue for this system.",
                    "parent": "Either way the amount of lost sorbent is tiny and I don’t think this is a major issue for this system.",
                    "info": " We’ll discuss that in a separate thread here. I did 5 more subsuquant washes without them, otherwise identical to how it was described above. I let the amberlite dry over night, then do a thorough rinse this morning with 500ml of distilled water. I am currently drying it with a fan, will give it 24 hours to dry completely, then test it in the sorbent tester tomorrow.   NOTE: If there was lost sorbent in these washes from the nut milk bag, it was undetectable to me. I think either A) all the particles that were small enough to escape the bag came out in the soaking/washing process of B) the lost particles was due to my carelessness. Either way the amount of lost sorbent is tiny and I don’t think this is a major issue for this system. "
                }
            },
            {
                "data": {
                    "id": "58",
                    "zone": "#10162e",
                    "fname": "In light of performance below the anticipated level, and upon revisiting the provided documentation, the team felt that it was worth attempting the heated soak step.",
                    "parent": "In light of performance below the anticipated level, and upon revisiting the provided documentation, the team felt that it was worth attempting the heated soak step.",
                    "info": " 3 posts - 1 participant Read full topic Background:\nAccording to Prof. Wang’s documentation, as a preparatory step, their sorbent was allowed to soak in chloride free water at 185F for 24 hours, prior to the chemical preparation step. In light of performance below the anticipated level, and upon revisiting the provided documentation, the team felt that it was worth attempting the heated soak step. Described below is the heated soak steps performed on the raw Amberlite sorbent as shipped to us from the vendor. Intent:\nThe intent of the test is to observe changes in the material before and after the heated soak. "
                }
            },
            {
                "data": {
                    "id": "59",
                    "zone": "#10152d",
                    "fname": "It is stated that a heated soak was performed to open up the material, and aid in the penetration of the lye / washing soda solution into the sorbent.",
                    "parent": "It is stated that a heated soak was performed to open up the material, and aid in the penetration of the lye / washing soda solution into the sorbent.",
                    "info": " The observable property of primary interest is a change in size. It is stated that a heated soak was performed to open up the material, and aid in the penetration of the lye / washing soda solution into the sorbent. It is not clear if this implies that the material itself should swell, or if the wetting permits for easier diffusion of the chemicals into the center of the sorbent. Of secondary interest are changes in firmness, color, adhesiveness, or texture. "
                }
            },
            {
                "data": {
                    "id": "60",
                    "zone": "#11142d",
                    "fname": "2 posts - 2 participants Read full topic Hi, I am also developing De-CO2-Cloth for DAC.",
                    "parent": "2 posts - 2 participants Read full topic Hi, I am also developing De-CO2-Cloth for DAC.",
                    "info": " Test:          The measured values of the 10 beads were: After 24 hours at 185F, the results will be posted here. 2 posts - 2 participants Read full topic Hi, I am also developing De-CO2-Cloth for DAC. Looking forward to collaboration and suggestions. I will update you about the results soon. Regard\nBaljeet 1 post - 1 participant Read full topic . . "
                }
            }
        ],
        "edges": [
            {
                "data": {
                    "id": "edge0",
                    "source": "9",
                    "target": "0"
                }
            },
            {
                "data": {
                    "id": "edge1",
                    "source": "2",
                    "target": "1"
                }
            },
            {
                "data": {
                    "id": "edge2",
                    "source": "1",
                    "target": "2"
                }
            },
            {
                "data": {
                    "id": "edge3",
                    "source": "1",
                    "target": "3"
                }
            },
            {
                "data": {
                    "id": "edge4",
                    "source": "1",
                    "target": "4"
                }
            },
            {
                "data": {
                    "id": "edge5",
                    "source": "19",
                    "target": "5"
                }
            },
            {
                "data": {
                    "id": "edge6",
                    "source": "16",
                    "target": "6"
                }
            },
            {
                "data": {
                    "id": "edge7",
                    "source": "8",
                    "target": "7"
                }
            },
            {
                "data": {
                    "id": "edge8",
                    "source": "7",
                    "target": "8"
                }
            },
            {
                "data": {
                    "id": "edge9",
                    "source": "5",
                    "target": "9"
                }
            },
            {
                "data": {
                    "id": "edge10",
                    "source": "15",
                    "target": "10"
                }
            },
            {
                "data": {
                    "id": "edge11",
                    "source": "12",
                    "target": "11"
                }
            },
            {
                "data": {
                    "id": "edge12",
                    "source": "19",
                    "target": "12"
                }
            },
            {
                "data": {
                    "id": "edge13",
                    "source": "14",
                    "target": "13"
                }
            },
            {
                "data": {
                    "id": "edge14",
                    "source": "10",
                    "target": "14"
                }
            },
            {
                "data": {
                    "id": "edge15",
                    "source": "7",
                    "target": "15"
                }
            },
            {
                "data": {
                    "id": "edge16",
                    "source": "10",
                    "target": "16"
                }
            },
            {
                "data": {
                    "id": "edge17",
                    "source": "8",
                    "target": "17"
                }
            },
            {
                "data": {
                    "id": "edge18",
                    "source": "19",
                    "target": "18"
                }
            },
            {
                "data": {
                    "id": "edge19",
                    "source": "5",
                    "target": "19"
                }
            },
            {
                "data": {
                    "id": "edge20",
                    "source": "5",
                    "target": "20"
                }
            },
            {
                "data": {
                    "id": "edge21",
                    "source": "20",
                    "target": "21"
                }
            },
            {
                "data": {
                    "id": "edge22",
                    "source": "1",
                    "target": "22"
                }
            },
            {
                "data": {
                    "id": "edge23",
                    "source": "2",
                    "target": "23"
                }
            },
            {
                "data": {
                    "id": "edge24",
                    "source": "0",
                    "target": "24"
                }
            },
            {
                "data": {
                    "id": "edge25",
                    "source": "30",
                    "target": "25"
                }
            },
            {
                "data": {
                    "id": "edge26",
                    "source": "27",
                    "target": "26"
                }
            },
            {
                "data": {
                    "id": "edge27",
                    "source": "26",
                    "target": "27"
                }
            },
            {
                "data": {
                    "id": "edge28",
                    "source": "29",
                    "target": "28"
                }
            },
            {
                "data": {
                    "id": "edge29",
                    "source": "28",
                    "target": "29"
                }
            },
            {
                "data": {
                    "id": "edge30",
                    "source": "31",
                    "target": "30"
                }
            },
            {
                "data": {
                    "id": "edge31",
                    "source": "30",
                    "target": "31"
                }
            },
            {
                "data": {
                    "id": "edge32",
                    "source": "25",
                    "target": "32"
                }
            },
            {
                "data": {
                    "id": "edge33",
                    "source": "31",
                    "target": "33"
                }
            },
            {
                "data": {
                    "id": "edge34",
                    "source": "37",
                    "target": "34"
                }
            },
            {
                "data": {
                    "id": "edge35",
                    "source": "36",
                    "target": "35"
                }
            },
            {
                "data": {
                    "id": "edge36",
                    "source": "35",
                    "target": "36"
                }
            },
            {
                "data": {
                    "id": "edge37",
                    "source": "34",
                    "target": "37"
                }
            },
            {
                "data": {
                    "id": "edge38",
                    "source": "34",
                    "target": "38"
                }
            },
            {
                "data": {
                    "id": "edge39",
                    "source": "38",
                    "target": "39"
                }
            },
            {
                "data": {
                    "id": "edge40",
                    "source": "37",
                    "target": "40"
                }
            },
            {
                "data": {
                    "id": "edge41",
                    "source": "50",
                    "target": "41"
                }
            },
            {
                "data": {
                    "id": "edge42",
                    "source": "27",
                    "target": "42"
                }
            },
            {
                "data": {
                    "id": "edge43",
                    "source": "48",
                    "target": "43"
                }
            },
            {
                "data": {
                    "id": "edge44",
                    "source": "58",
                    "target": "44"
                }
            },
            {
                "data": {
                    "id": "edge45",
                    "source": "46",
                    "target": "45"
                }
            },
            {
                "data": {
                    "id": "edge46",
                    "source": "47",
                    "target": "46"
                }
            },
            {
                "data": {
                    "id": "edge47",
                    "source": "46",
                    "target": "47"
                }
            },
            {
                "data": {
                    "id": "edge48",
                    "source": "46",
                    "target": "48"
                }
            },
            {
                "data": {
                    "id": "edge49",
                    "source": "50",
                    "target": "49"
                }
            },
            {
                "data": {
                    "id": "edge50",
                    "source": "57",
                    "target": "50"
                }
            },
            {
                "data": {
                    "id": "edge51",
                    "source": "57",
                    "target": "51"
                }
            },
            {
                "data": {
                    "id": "edge52",
                    "source": "53",
                    "target": "52"
                }
            },
            {
                "data": {
                    "id": "edge53",
                    "source": "52",
                    "target": "53"
                }
            },
            {
                "data": {
                    "id": "edge54",
                    "source": "56",
                    "target": "54"
                }
            },
            {
                "data": {
                    "id": "edge55",
                    "source": "56",
                    "target": "55"
                }
            },
            {
                "data": {
                    "id": "edge56",
                    "source": "55",
                    "target": "56"
                }
            },
            {
                "data": {
                    "id": "edge57",
                    "source": "55",
                    "target": "57"
                }
            },
            {
                "data": {
                    "id": "edge58",
                    "source": "51",
                    "target": "58"
                }
            },
            {
                "data": {
                    "id": "edge59",
                    "source": "58",
                    "target": "59"
                }
            },
            {
                "data": {
                    "id": "edge60",
                    "source": "49",
                    "target": "60"
                }
            }
        ]
    },
    "stepData": [
        {
            "id": "0",
            "type": "single",
            "nodes": [
                "0"
            ],
            "steps": [],
            "description": "Below are published scientific papers that can help introduce the science and methodology behind Air-Synth. "
        },
        {
            "id": "1",
            "type": "single",
            "nodes": [
                "2",
                "1"
            ],
            "steps": [],
            "description": " See the abstracts for key points from the papers. Abstract: Though carbon dioxide is a waste product of combustion, it can also be a potential feedstock for the production of fine and commodity organic chemicals, provided that an efficient means to convert it to useful organic synthons can be developed. Herein we report a common element, nanostructured catalyst for the direct electrochemical conversion of CO2 to ethanol with high Faradaic efficiency (63 % at 1.2 V vs RHE) and high selectivity (84 %) that operates in water and at ambient temperature and pressure. Lacking noble metals or other rare or expensive materials, the catalyst is comprised of Cu nanoparticles on a highly textured, N-doped carbon nanospike film. Electrochemical analysis and density functional theory (DFT) calculations suggest a preliminary mechanism in which active sites on the Cu nanoparticles and the carbon nanospikes work in tandem to control the electrochemical reduction of carbon monoxide dimer to alcohol. Abstract: We report new insights into the electrochemical reduction of CO2 on a metallic copper surface, enabled by the development of an experimental methodology with unprecedented sensitivity for the identification and quantification of CO2 electroreduction products. "
        },
        {
            "id": "2",
            "type": "single",
            "nodes": [
                "1",
                "2"
            ],
            "steps": [],
            "description": " This involves a custom electrochemical cell designed to maximize product concentrations coupled to gas chromatography and nuclear magnetic resonance for the identification and quantification of gas and liquid products, respectively. We studied copper across a range of potentials and observed a total of 16 different CO2 reduction products, five of which are reported here for the first time, thus providing the most complete view of the reaction chemistry reported to date. Taking into account the chemical identities of the wide range of C 1–C 3 products generated and the potential-dependence of their turnover frequencies, mechanistic information is deduced. "
        },
        {
            "id": "3",
            "type": "single",
            "nodes": [
                "1",
                "3"
            ],
            "steps": [],
            "description": " We discuss a scheme for the formation of multicarbon products involving enol-like surface intermediates as a possible pathway, accounting for the observed selectivity for eleven distinct C(2+) oxygenated products including aldehydes, ketones, alcohols, and carboxylic acids. Abstract: Electrochemical CO2 reduction to liquid multi-carbon alcohols provides a promising way for intermittent renewable energy reservation and greenhouse effect mitigation. Cuδ+ (0<δ<1) species on Cu-based electrocatalysts can produce ethanol, but the in situ formed Cuδ+ is insufficient and easily reduced to Cu0. Here a Cu2S1−x catalyst with abundant Cuδ+ (0<δ<1) species is designedly synthesized and exhibited an ultra-low over-potential of 0.19 V for ethanol production. The catalyst not only delivers an outstanding ethanol selectivity of 86.9 % and a Faradaic efficiency of 73.3 % but also provides a long-term stability of Cuδ+, gaining an economic profit based on techno-economic analysis. "
        },
        {
            "id": "4",
            "type": "single",
            "nodes": [
                "1",
                "4"
            ],
            "steps": [],
            "description": " The calculation and in situ spectroscopic results reveal that the abundant Cuδ+ sites display electron-donating ability, leading to the decrease of the reaction barrier in the potential-determining C−C coupling step and eventually making the applied potential close to the theoretical value. Abstract: CO2 electroreduction is a promising technique for satisfying both renewable energy storage and negative carbon cycle. However, it remains a challenge to convert CO2 to C2 products with high efficiency and selectivity. "
        },
        {
            "id": "5",
            "type": "single",
            "nodes": [
                "19",
                "5"
            ],
            "steps": [],
            "description": " Herein, we report a nitrogen-doped ordered cylindrical mesoporous carbon as a robust metal-free catalyst for CO2 electroreduction, enabling the efficient production of ethanol with nearly 100% selectivity and high faradaic efficiency of 77% at −0.56 V versus the reversible hydrogen electrode. 1 post - 1 participant Read full topic https://www.youtube.com/embed/hYNIMkg-3Jo Direct Air Capture’s future impact will be limited by the efficacy of its core chemistry and the material it deploys to absorb CO2 from the atmosphere, known as sorbent. Today we have barely scratched the surface in our effort to identify the most effective sorbents that can one day enable DAC to reach gigaton scale. Advanced supercomputing has the potential to vastly accelerate discovery progress, particularly when linked to the power of open source/open access tools that enable anyone in the world to upload their materials for characterization. PrIsMa is a new platform that uses supercomputing to rapidly identify materials for use as DAC sorbents, and characterize their performance. "
        },
        {
            "id": "6",
            "type": "single",
            "nodes": [
                "16",
                "6"
            ],
            "steps": [],
            "description": " It is the collaborative initiative of multiple university-based teams including Heriot-Watt University (HWU), École Polytechnique Fédérale de Lausanne (EPFL), Eidgenössische Technische Hochschule Zürich (ETH Zürich), and Lawrence Berkeley National Laboratory (LBNL). The ultimate impact of PrIsMa will be determined by the level of participation by researchers. In this webinar PrISMa co-principle investigators Prof. "
        },
        {
            "id": "7",
            "type": "single",
            "nodes": [
                "8",
                "7"
            ],
            "steps": [],
            "description": " The region as a whole is endowed with considerable clean geothermal energy, gigaton scale basalt sequestration resources, and no small amount of local entrepreneurship and ingenuity. Octavia’s engineering team, led by Mike Bwondera, has developed a small, modular DAC system for critical demonstration, outreach and education purposes. The prototype unit, which can draw down roughly 1 ton of CO2 per year, is used by Octavia to build awareness and understanding of the technology among communities and stakeholders where future projects may be developed. In January 2023, Octavia will open source their DAC design in the hope that such exposure will accelerate the evolution and improvement of critical components, while also enabling a much larger global community to gain value and learn from their invention. "
        },
        {
            "id": "8",
            "type": "single",
            "nodes": [
                "7",
                "8"
            ],
            "steps": [],
            "description": " In this webinar Mr. Bwondera will provide an overview of the unit’s origins and design, and will highlight key aspects of the system that Octavia hopes to optimize in the coming months through open-source collaboration. Participants Links 1 post - 1 participant Read full topic https://www.youtube.com/embed/fLOwa0bALqI The rate of innovation across the carbon removal spectrum must ramp up to historically unprecedented speeds if gigaton carbon removal is to be achieved by the middle of this century. Realizing this goal will require a massive expansion of participation from the global public, and particularly from young people who will fill the ranks of tomorrow’s mature CDR industries. "
        },
        {
            "id": "9",
            "type": "single",
            "nodes": [
                "5",
                "9"
            ],
            "steps": [],
            "description": " Online challenges and competitions are powerful modes by which such engagement can be maximized and diversified, and novel ideas and new directions can be generated and shared. In this short webinar the OpenAir members Chris Donnelly and Chris Couchoud will provide a sneak preview of the collective’s soon to launch CarbonCrowd, an online platform for hosting monthly open source CDR technical challenges, and convening global teams to participate in them. The current prototype, developed by a team led by inventor Anirudh Sharma, uses a copper-based catalyst in a membrane electrode assembly (MEA) integrated with a zero-gap electrolyser. In this discussion, filmed during COP27 in Sharm El-Sheikh, Egypt, Anirudh joins other members of OpenAir’s AirSynth team to discuss project origins and goals, and their plans to build a global network of university-based clubs to accelerate breakthroughs and advancements. Participants This conversation is background for a call to action for innovative direct air capture of CO2 (DAC). "
        },
        {
            "id": "10",
            "type": "single",
            "nodes": [
                "15",
                "10"
            ],
            "steps": [],
            "description": " The Air-Synth process device being discussed was developed by Anirhud at Gravity Labs. Ani has background in electrical engineering and industrial design. His background in open-source efforts like software development and now some aspects of biology came from a development he made with arduino/lilypad. "
        },
        {
            "id": "11",
            "type": "single",
            "nodes": [
                "12",
                "11"
            ],
            "steps": [],
            "description": " He wants to make CDR/DAC accessible to makers. Lab facilities are expensive and the initial efforts in CDR involved complex and potentially dangerous conditions, but electochemistry processes may make CDR more accessible to amateur experimenters. The Air-Synth emulates photosynthesis - atmospheric CO2 and water vapor are combined with electrical energy to synthesize organic compounds. "
        },
        {
            "id": "12",
            "type": "single",
            "nodes": [
                "19",
                "12"
            ],
            "steps": [],
            "description": " The electrochemical reaction occurs in the presence of a catalyst and membrane. The development of the project to date has been low-budget - a cooperative venture of makers and inventors. The hope is to develop an open-source version that can be available to further experimentation. Alex, with a software background and working with OA was involved in project Violet and went through some similar thought processes as Ani. He recognizes that although more work is being done on sorption, electrochemical conversion holds great potential. "
        },
        {
            "id": "13",
            "type": "single",
            "nodes": [
                "14",
                "13"
            ],
            "steps": [],
            "description": " Although some catalysts can be expensive, it isn’t necessarily so. Mike, who is newer to OA, has background in chemistry. He sees Air-Synth as a great tool for introducing the concept of DAC to students. There are very many people hungry for ways to get involved in climate and environmental projects. There is enthusiasm for democratizing technology and moving DAC out of the lab. Chris thinks there are very many people in many universities who are interested. "
        },
        {
            "id": "14",
            "type": "single",
            "nodes": [
                "10",
                "14"
            ],
            "steps": [],
            "description": " They can drive great change if they have access to starter-ideas. This project is DAC which means removing carbon from the ambient air - it is distinct from carbon capture at emission sources. Ani wants to get the Air-Synth beyond prototype; the performance of the technology must be validated. He has developed a microcontroller for the device that can enable many different kinds of experimental operations and modes, but he needs help to test efficiency, catalyst life, and other aspects of the technology. He seeks support for testing and analysis - maybe there are university teams that will have access to laboratory analytical equipment. "
        },
        {
            "id": "15",
            "type": "single",
            "nodes": [
                "7",
                "15"
            ],
            "steps": [],
            "description": " Measuring performance of a device like this requires high precision equipment, not available in the average garage. Chris, considering the solar cell on the unit observes that sometimes producing a simple and inexpensive module opens the gates of social creativity. Imaginations are triggered  and democratized technology gives rise to unpredictable developments. Alex observes that Node.js is an example of this - an open source tool has evolved into a widely used standard. Chris mentions that Github evolved in this way from a software repository to a platform for all kinds of open source collaborations. How does open source collaboration work? Why is it successful. Nobody is working for money in these projects - they are driven by personal interest, desire for challenge, and the achievement of personal gratification. "
        },
        {
            "id": "16",
            "type": "single",
            "nodes": [
                "10",
                "16"
            ],
            "steps": [],
            "description": " Sometimes people just need to see something work for themselves. Maybe by COP28 there will be teams working on Air-Synth units in various universities and many makers will be tinkering in their garages. OA will help to publicize the idea - that it can be possible to synthesize chemicals from thin air. Ani hopes to operate one in a desert somewhere and see useful substances being made with nothing more than the sun and components of air. "
        },
        {
            "id": "17",
            "type": "single",
            "nodes": [
                "8",
                "17"
            ],
            "steps": [],
            "description": " Amazing. VIOLET\n----- Violet Build Log: https://www.openairforum.org/t/violet…\n-----Violet Video Tour: https://youtu.be/yvQrAelVI60\n---- Sorbent Tester Video: https://youtu.be/3T3SJE1aIdE\n---- R&D Forum: https://www.openairforum.org/c/rd/16\n-----Violet Timeline overview: https://docs.google.com/document/d/1E… B. PRINTED CARBON Forum —https://www.openairforum.org/t/explor… https://www.dezeen.com/2020/08/06/cor… 1 post - 1 participant Read full topic 1 post - 1 participant Read full topic This is a mission to develop carbon dioxide capturing algal growth in a DIY system at home. The mission is under the leadership of Gloria in conceptual development as of December 2022. 1 post - 1 participant Read full topic an MRV mission concept in development by Megha Raghavan in December 2022 2 posts - 1 participant Read full topic Visit Thursday’s Hackster.io project page for full details and documents. THURSDAY is a DAC device developed at Octavia Carbon, Nairobi, Kenya. It is an early prototype temperature-swing adsorption unit with PEI on silica gel The mission’s objective is to realize continual improvement to and evolution of the design and performance through a global peer-production community of designers, hackers, students and whoever else wants to contribute. "
        },
        {
            "id": "18",
            "type": "single",
            "nodes": [
                "19",
                "18"
            ],
            "steps": [],
            "description": " 1 post - 1 participant Read full topic Polyethylenimine is a polymer that is available as solid (linear polymer) or liquid (branched polymer), and soluble in hot water or dispersable in methanol. It has been used for carbon dioxide adsorption as it has high affinity for CO2 and can be readily applied to permeable materials to create a large gas-interface surface area. It has been reported to readily desorb carbon dioxide at 100C. It may also be possible to desorb CO2 with vacuum. "
        },
        {
            "id": "19",
            "type": "single",
            "nodes": [
                "5",
                "19"
            ],
            "steps": [],
            "description": " It is often supported on substrates of fabric, silica gel, and granular carbon. PEI is employed as the sorbent in the OpenAir project THURSDAY. A review of PEI applications for CO2 adsorption is found at https://onlinelibrary.wiley.com/doi/10.1002/ente.201600694 Where it is reported that PEI adsorption capacity for atmospheric CO2 is on the order of 50mg/g, and regeneration heat demand is on the order of 3.2 GJ/ton of CO2. The structure of PEI is saturated branched chains of two carbons and one nitrogen. "
        },
        {
            "id": "20",
            "type": "single",
            "nodes": [
                "5",
                "20"
            ],
            "steps": [],
            "description": " Branch points are at nitrogens. All the nitrogen atoms have an unbonded electron pair which attracts the electron-deficient carbon in carbon dioxide molecules. In amine adsorption of carbon dioxide, the CO2 may react with the terminal amines (as in MEA) to form carbamates - desorption of CO2 from PEI requires less energy, suggesting carbamates are not forming. 1 post - 1 participant Read full topic   Conventional carbon capture happens at a very high temperature or at a very high pressure. Electrochemical based carbon capture utilization systems can perform carbon and utilization both at a room temperature and pressure which allows for rapid modularity and scalability. During our time in developing this technology stack, we realized that some of the biggest problems and breakthroughs are required in the field of catalyst design. What if we could accelerate the catalyst development through a unique implementation of open source hardware? The Air-Synth prototype consists of two main components: In order to utilize and convert CO2 to other chemicals, we have had two changes to the conventional PEM based electrolyser design. We went ahead with a zero gap electrolyser design. A zero gap electrolyser design reduces the size of the PEM cell while keeping the size of the membrane the same, while making the entire system modular and stackable. "
        },
        {
            "id": "21",
            "type": "single",
            "nodes": [
                "20",
                "21"
            ],
            "steps": [],
            "description": " We also want to be able to convert this carbon utilization system to a  carbon capture and utilization system. A zero gap electrolyser essentially just has a small membrane between the anode and cathode of the PEM cell. This allows the membrane to be exposed directly to the ambient air and start capturing the CO2 from the atmosphere. There are still some variable parameters to be worked out in terms of the carbon capture system, but as a first step we will only be focusing on converting CO2 to useful chemicals. The first one being CO, in the coming months we will be doing more tests where we try to convert CO2 to Ethanol and Ethylene. This would require a modification of the catalyst at atomic levels that we have currently used for the conversion of CO2 to CO. "
        },
        {
            "id": "22",
            "type": "single",
            "nodes": [
                "1",
                "22"
            ],
            "steps": [],
            "description": " Here are some of the results we have obtained in our lab over the past few months: Electrochemical conversion of CO2 to CO Synthesis of Catalyst We are using the general method to synthesize the Copper/carbon catalyst\nusing the reported method for metallic copper catalyst elsewhere. The general process consists of dispersion of Vulcan-72 carbon in the ethanol for 1 hours to ensure the proper slurry formation at room temperature. Now added copper nitrate (40% Cu on carbon) to the slurry and stirred the solution for another 1 hour. Reduce the above slurry with sodium borohydride (NaBH4) (molar ratio 5 Cu/NaBH4). After complete addition, stirrer the suspension for next 30 minutes for complete reduction, filter the suspension and wash three times with distilled water. "
        },
        {
            "id": "23",
            "type": "single",
            "nodes": [
                "2",
                "23"
            ],
            "steps": [],
            "description": " We dry this solid in the preheated oven 80°C overnight. Preparation or membrane electrode assembly (MEA):    Assembling of Electrolyzer The following components are required: The assembled electrolyzer is subjected to activation prior to use for experimentation. First moist the membrane with de-ionized water (MilliQ 18 MΩ) for 2 hours using a peristaltic pump.  Now check the resistivity of the prepared MEA using Electrochemical Impedance Spectroscopy (EIS) with Potentiostat. First applied 1.2 volt and gradually increased it to 2.2 volt with the duration of 2 hours. Now the electrolyzer is ready for the experimentation. Electrolyzer experimentation general conditions: Gas Chromatography Results The GC analysis was carried out on Shimadzu GC 2014 equipped with a thermal\nconductivity detector (TCD) and ShinCarbon ST column. Helium is used as a carrier gas. The peaks at 1.19-1.2 show the presence of CO2 gas and 5.2-5.3 show the presence of CO gas. "
        },
        {
            "id": "24",
            "type": "single",
            "nodes": [
                "0",
                "24"
            ],
            "steps": [],
            "description": " The results of different experiments with direct atmosphere gas analysis are given here:        2 posts - 2 participants Read full topic FORMATION BX STUDIO 1. Circular Tray A   2. Circular Tray B   3. Square Disc 4. "
        },
        {
            "id": "25",
            "type": "single",
            "nodes": [
                "30",
                "25"
            ],
            "steps": [],
            "description": " Sample collection instructions to help David develop electronic CO2 removal measurements for Cyan. David Wilson provided the following suggestions: “The best way to assure I’m getting a fair result is to send the entire output, and to make sure it’s completely mixed including smashing the lumps. It should also be as dry as possible as any remaining moisture affects the results–both of the weighing method and the EC method. "
        },
        {
            "id": "26",
            "type": "single",
            "nodes": [
                "27",
                "26"
            ],
            "steps": [],
            "description": " A freezer bag is probably the best thing to put it in, since it’s supposed to be air tight. And then put that in a padded mailer or a box (preferred).” So, here’s what we need: 5 runs each for 2 participants, we’ll have 10 samples to send to David so he can plot 5 data points. Both runs will be replicates of each other. - times in the humidity chamber with air pump for testing:\n6 hours\n12 hours\n18 hours\n24 hours\n30 hours Each test should consist of 10 g Ca(OH)2 spread out to no more than 2 mm thickness on a coffee filter - if the Ca(OH)2 is ever soaking wet, it won’t be taking up CO2 as efficiently due to clogged pores. Either label the corresponding test as such or repeat the test with new Ca(OH)2. "
        },
        {
            "id": "27",
            "type": "single",
            "nodes": [
                "26",
                "27"
            ],
            "steps": [],
            "description": " Dry for one day, oven dry at low temperature (200 F for 1 hour should do it) If you can also record your local humidity conditions during the test, that would also be helpful. I’ve been experimenting with different artistic and functional containers for the CYAN device as well as experimenting with different methods to decrease the mineralization time frame with a possible downstream connection to VIOLET. Due to VIOLET producing a stream of C02 at approximately 1 liter per second containing the powdered Ca(OH)2 within a filter becomes problematic. "
        },
        {
            "id": "28",
            "type": "single",
            "nodes": [
                "29",
                "28"
            ],
            "steps": [],
            "description": " Each of these design explores possible solutions to a filter-less system allowing the powdered Ca(OH)2 to become airborne within the chamber. Currently many of my attempts are still under testing or in various stages of construction all with limited results in effectiveness. I’m using these primary and secondary goals to help guide my research and design development. Primary goals\nShorten mineralization timeframe\nConnection to Violet Secondary goals\nEase of use\nEase of construction\nPotential uses for output Forced air vertical/downward\nAir is introduced from the top drawing humidity through a venturi style inlet before entering the lower sorbent holder. "
        },
        {
            "id": "29",
            "type": "single",
            "nodes": [
                "28",
                "29"
            ],
            "steps": [],
            "description": " This is the most developed direction so far and has only recently become a physical realization that I can test. The longest run has been 3 hours with no noted change in sorbent weight. I have run this unit with a C02 cylinder connection once. This was inconclusive as I believe more C02 was lost due to leaks than was introduced into the chamber. \t\nOne attempt has been made to run air through a Ca(OH)2 slurry however weighing afterwards proved to be rather difficult. The solution needs to be removed to dry in order to get an idea of the weight difference and this seems to leave quite a bit in the chamber. "
        },
        {
            "id": "30",
            "type": "single",
            "nodes": [
                "31",
                "30"
            ],
            "steps": [],
            "description": " I was able to remove the slurry and dry in in a low temperature oven, the results showed no change in weight however with the amount lost in the process I believe some carbon was captured. The introduction of a mesh screen or baffle at the exhaust outlet might slow down \t\nclogging but likely not eliminate it.\nAdding a blast gate would allow the user to block the flow to clean the filters but \t\t\t\nincreases user needs. Humidity\nThe humidity level seems low but longer runs are needed Fan\nThe fan is loud and might need a timer depending on the run time or be replaced with a \t\ndifferent style. Below are some designs that experiment with an enriched or pure Co2 atmosphere. I’ve noted a 1 gram weight difference when the Ca(OH)2 is exposed to a pure Co2 environment for as little as 1 hour.  2 posts - 2 participants Read full topic Part I: Motivation In developing any new system for capturing carbon dioxide, we want to know how well the system is working. Cyan captures carbon dioxide through a reaction with powdered calcium hydroxide sorbent (input material) to produce calcium carbonate, as shown: The output material from a classic Cyan box is a crumbly mixture of both solids, plus residual water. If we can determine the amount of CaCO3 that is in the output material, we can calculate the amount of captured CO2 using standard Chem 101 techniques. "
        },
        {
            "id": "31",
            "type": "single",
            "nodes": [
                "30",
                "31"
            ],
            "steps": [],
            "description": " A weighing technique is used with the original Cyan, as developed by Dahl Winters (https://www.openairforum.org/t/cyan-project-progress/105). It assumes the output consists of a mixture of CaCO3 with remaining unreacted Ca(OH)2 . From the increase in weight, the amount of captured CO2 can be computed. This method requires great care in weighing the input and output material; weight of the coffee filter must be accounted for; there must be no loss or spillage of the material; it is essential that the output material be completely dry before weighing. "
        },
        {
            "id": "32",
            "type": "single",
            "nodes": [
                "25",
                "32"
            ],
            "steps": [],
            "description": " Unavoidable errors can come from impurities in the input material or the water used for moistening it. But with proper care, we can assume reasonable accuracy, and encouraging reports of the original Cyan’s effectiveness have been given. With other potential Cyan architectures, however, it can be difficult to recover all of the output material, making an accurate result from the weighing method infeasible. We would like to have an alternative measurement available as a confirmation of the results from the weighing method. The gold standard would be a careful quantitative analysis procedure in a chemistry lab, but few people have the necessary equipment and supplies. "
        },
        {
            "id": "33",
            "type": "single",
            "nodes": [
                "31",
                "33"
            ],
            "steps": [],
            "description": " I propose here a method where a sample of the output is weighed out and added to distilled water.  Then the CaCO3, being insoluble, will sink to the bottom and the remaining Ca(OH)2 will dissolve (up to its solubility limit). Since Ca(OH)2 is a strong base and fully ionizes in solution, a measurement of the electrical conductivity (EC) of this solution with an appropriately calibrated sensor should make it possible to determine the concentration of Ca(OH)2 remaining in the sample. From this, we can find the proportion of CaCO3 in the output material, thence the amount of CO2 captured. "
        },
        {
            "id": "34",
            "type": "single",
            "nodes": [
                "37",
                "34"
            ],
            "steps": [],
            "description": " This is similar to a method published here (Burns, 2005)  and also used in my  earlier Aqueous Cyan experiments. Scientific-grade EC meters are expensive. I will show how one can build a sensor that is adequate for our purposes, consisting of only a processor such as an Arduino, and a few other inexpensive items. "
        },
        {
            "id": "35",
            "type": "single",
            "nodes": [
                "36",
                "35"
            ],
            "steps": [],
            "description": "  This new design improves on my earlier one. Further details of the method will follow in a later post. Part II: Building a Conductivity Meter In this post, I describe how to build an inexpensive meter to measure the electrical conductivity (EC) of a solution. "
        },
        {
            "id": "36",
            "type": "single",
            "nodes": [
                "35",
                "36"
            ],
            "steps": [],
            "description": " The intent is to provide enough instructions so that you can build one, too. For background, you might want to read the following articles: Conductivity (or specific conductance) of an electrolyte solution is a measure of its ability to conduct electricity. The SI unit of conductivity is Siemens per meter (S/m).\n Conductivity measurements are used routinely in many industrial and environmental applications as a fast, inexpensive and reliable way of measuring the ionic content in a solution. For example, the measurement of product conductivity is a typical way to monitor and continuously trend the performance of water purification sy... An electrical conductivity meter (EC meter) measures the electrical conductivity in a solution. It has multiple applications in research and engineering, with common usage in hydroponics, aquaculture, aquaponics, and freshwater systems to monitor the amount of nutrients, salts or impurities in the water.\n Common laboratory conductivity meters employ a potentiometric method and four electrodes. Often, the electrodes are cylindrical and arranged concentrically[citation needed]. "
        },
        {
            "id": "37",
            "type": "single",
            "nodes": [
                "34",
                "37"
            ],
            "steps": [],
            "description": " The electrodes are u... The key point to note is that you can’t measure EC in an ionized solution with a conventional ohmmeter. The test probes, having a positive and a negative terminal, will cause the ions to drift, resulting in electrolysis and a change in the conductivity of the solution to be measured. One workaround is to put a pulsed voltage on one electrode, making the measurement quickly before turning off the electrode. The tester that I built for Cyan is inspired by the “Three Dollar EC Meter” described here: Three Dollar EC - PPM Meter [Arduino]. I added a few refinements to improve the accuracy; however this scheme omits the temperature probe and compensation. "
        },
        {
            "id": "38",
            "type": "single",
            "nodes": [
                "34",
                "38"
            ],
            "steps": [],
            "description": " It’s assumed that measurements will be done at a relatively constant room temperature. A similar meter was used in my  earlier Aqueous Cyan experiments. This tester requires a microcontroller with analog inputs. "
        },
        {
            "id": "39",
            "type": "single",
            "nodes": [
                "38",
                "39"
            ],
            "steps": [],
            "description": " I used an  Adafruit Feather M0 Basic, which contains a SAMD21 ARM M0 processor; an Arduino or similar would work just as well with modifications. Here is the test circuit:   My probe was built by simply soldering wires to a 2-pin through-hole header; heat-shrink tubing is important for insulation and strain relief. Many other designs are possible depending on what you have on hand. Here is a picture of the completed device.  Resistor R1 is a known value that can be modified according to measurement needs. R2 represents the unknown resistance that we want to measure between the electrodes of the probe. The outputs labelled V1 and V2 are alternately pulsed HIGH, and an analog measurement is taken on V1, V2, and Vout. "
        },
        {
            "id": "40",
            "type": "single",
            "nodes": [
                "37",
                "40"
            ],
            "steps": [],
            "description": " The program leaves both outputs LOW for 10 msec between measurements. The value of R2, is calculated from The final step is to compute the EC in units of microSiemens (uS) / cm, with EC = k / R2 where the calibration constant k depends on the geometry of the individual probe and must be experimentally determined. As a proof of concept, I mixed several solutions of Ca(OH)2 with varying concentrations and measured the EC with this setup. Results are shown here:   The pink line labelled “Saturation” indicates the maximum amount of Ca(OH)2 that can be dissolved at room temperature; any additional Ca(OH)2 added after this point will not dissolve, and results will level off at about 8000 uS/cm. "
        },
        {
            "id": "41",
            "type": "single",
            "nodes": [
                "50",
                "41"
            ],
            "steps": [],
            "description": " The near-linear characteristic below saturation is a promising indication for this scheme. 8 posts - 1 participant Read full topic Based on the conversations with Dr. Xiaoyang Shi (AKA Yang), who’s doing a postdoc at Columbia University, we’re testing whether Amberlite IRA-900 Chloride is more efficient at capturing and releasing CO2 when prepped with sodium phosphate instead of sodium carbonate. In our first test, we’re using .5m tribasic sodium phosphate solution. "
        },
        {
            "id": "42",
            "type": "single",
            "nodes": [
                "27",
                "42"
            ],
            "steps": [],
            "description": " But what do you all think? 1 post - 1 participant Read full topic We’ve started working with the “Go Direct® Chloride Ion-Selective Electrode,” which senses the chloride concentration in a solution. It’s best to fill the small bottle provided with the solution to test, then put the cap on the sensor, then insert the sensor into the bottle and screw the top on. Between tests, it’s best to rinse the sensor with distilled water and then soak it in distilled water until the reading hit the baseline (in my case ~5 mg/L). Try to keep the sensor completely upright the whole time. The documentation advises you to soak the sensor for “at least 30 min.” I’ve found that it can take more or less time. "
        },
        {
            "id": "43",
            "type": "single",
            "nodes": [
                "48",
                "43"
            ],
            "steps": [],
            "description": " I think the best practice is to wait at least 30 min and then wait until the curve in the software is flat for at least 10 min if it hasn’t gotten there already (see picture below).   2 posts - 1 participant Read full topic   After having written my Moisture Swing Assessment, I had the idea that it was certainly possible to make my own sorbent material with moisture swing activity. Furthermore, I thought it would be possible to do this in an environmentally-friendly manner, using carbon-storing materials for the sorbent backbone. I also wanted the active ingredient itself to be non-toxic and thus safe to handle, including any reagents needed to prepare it for use. For this initial testing, I used a fine biochar (< 50 mesh/397 micron) mixed with the active ingredient (a quaternary ammonium cation or amine) in a concentrated solution under 40 C heat for 2 hours and then at room temperature until dry enough to crumble the biochar (min. "
        },
        {
            "id": "44",
            "type": "single",
            "nodes": [
                "58",
                "44"
            ],
            "steps": [],
            "description": " 12 hours). The loaded biochar was then applied to a 5 cm x 5 cm double-sided adhesive sheet that was in turn adhered to a PET plastic backing. This applied more biochar than would actually stick; after the first wash much of it ran off into the water, causing it to become more alkaline than later washes. "
        },
        {
            "id": "45",
            "type": "single",
            "nodes": [
                "46",
                "45"
            ],
            "steps": [],
            "description": " This is shown in the following graph.   The above graph shows the pH change of 10 ml distilled water before and after each sheet was inserted into its own plastic bag along with the distilled water. Each bag was quickly sealed after the sheet was added to the water so that if there was captured CO2, the water would carbonate and form carbonic acid, effectively lowering the pH. "
        },
        {
            "id": "46",
            "type": "single",
            "nodes": [
                "47",
                "46"
            ],
            "steps": [],
            "description": " Biochar itself typically raises the pH of water because it is alkaline, so if there is a negative pH change this was treated as a possible indicator of CO2 release. Not all the ingredients are specified; I used DS1, DS2, etc. to identify those with active ingredients that are currently under DeepScience investigation. It turned out that DS2 was the only sheet that showed the necessary activity to warrant further investigation with a CO2 sensor.   I used a Sensirion SCD41 Development Board and the Arduino IDE to capture data from the sheet enclosed in a sealable but not entirely airtight plastic bag. Over time the CO2 in the bag was decreasing, but at the time that the sheet was being wet with distilled water inside the bag, the humidity increased. I then created a clear air path from the wet sheet to the CO2 sensor and this is when the jump in the graph occurred. "
        },
        {
            "id": "47",
            "type": "single",
            "nodes": [
                "46",
                "47"
            ],
            "steps": [],
            "description": " This jump is equal to 97 ppm. This CO2 release is short and fast (5 seconds) which makes sense given that the amount of loaded biochar is really small (~0.06 g at the most; it is an exceedingly thin layer). Here’s a picture of the experimental setup with the sheet and the bag. The sheet is to the lower left and needs to be lifted inside the bag to create a clear air path to the sensor at the top. "
        },
        {
            "id": "48",
            "type": "single",
            "nodes": [
                "46",
                "48"
            ],
            "steps": [],
            "description": " The sensor is to the left of the red LED light in the picture.   I also tested the betaine sheet with the CO2 sensor just in case, since it would have been great to have a food-grade sorbent. I unfortunately saw no CO2 release. I then tested the DS2 sheet again with the CO2 sensor to confirm CO2 release; this occurred to a lesser extent than before, possibly due to the length of time I had the bag open, but the sheet was clearly still active. Unfortunately after soaking in 1 M sodium carbonate for 15 minutes and then rinsing and drying with distilled water, I did not see any CO2 release from either the DS2 sheet or the betaine sheet. "
        },
        {
            "id": "49",
            "type": "single",
            "nodes": [
                "50",
                "49"
            ],
            "steps": [],
            "description": " Next steps: Get an airtight container of known volume and make up a new DS2 sheet for testing. 2 posts - 1 participant Read full topic Dr. Tao Wang has been one of OpenAir’s advisors on moisture swing DACC from the beginning. His support and expertise have been crucial in getting the Violet project off the ground. Unfortunately, we’ve run into several issues with the sorbent sheets/cartridges we purchased from him in Dec 2020 (received Feb 2021). Check out the unboxing video here) After having built the initial Violet Decarbonizer prototype around one of these cartridges, we discovered they weren’t releasing CO2 in the wetting process. After several attempts to figure out the issue, we theorized that the sorbent had not been prepped prior to being shipped to us or that the sorbent had become unprepped in travel. "
        },
        {
            "id": "50",
            "type": "single",
            "nodes": [
                "57",
                "50"
            ],
            "steps": [],
            "description": " As specified in Dr. Wang’s paper here, the ion exchange resin must go through a prepping process that removes the chlorine to allow it to bond with Co2. We were significant increase in Co2 release when we attempted to prep the sorbent ourselves, but were not able to achieve the same levels Dr. Wang reported in his lab. We recently attempted to reproduce his prep methods more rigorously, despite the difficulties of attempting this outside of a lab/industrial setting. Unfortunately, we immediately ran into issues (detailed here). When attempting the “hot soak” (soaking in 85-95c water for 48hrs) the sorbent sheets disintegrated to the point of no longer being viable.   Our next steps are to discuss as a team how we should proceed. I recommend a lower temp or room temperature soak prior to washing and additional conversations with Dr. "
        },
        {
            "id": "51",
            "type": "single",
            "nodes": [
                "57",
                "51"
            ],
            "steps": [],
            "description": " Wang to find alternative recommendations. Hopefully, we will find a way to activate the remaining sheets and cartridges we have, if not I propose we find a safe way of disposing of the them and pruning this branch of research. 3 posts - 1 participant Read full topic On 2/11/02 in the Weekly Violet Meeting (here are the notes, thanks Alex Orse!) we came up with the following protocol for attempting to prep the Amberlite IRA-900 chloride for use as a moisture swing sorbent, based on this paper by Dr. "
        },
        {
            "id": "52",
            "type": "single",
            "nodes": [
                "53",
                "52"
            ],
            "steps": [],
            "description": " Tao Wang. Here’s a brief outline of the steps: To achieve the temperature and soak for 48 hrs, I began the experiment with a sous vide in a large pot. To limit the amount of distilled water needed, I filled a large container with tap water to displace the distilled water in the pot and raise it to a level above the “min” line on the sous vide. I placed the out sorbent in a mesh nut milk bag and placed the bag in the outer reservoir of stilled water.   I quickly released there was a better way to do this, since the water was likely to evaporate off if not sealed and I’d have to keep refilling the stilled water (and making it harder to preserve the temperature). I instead put the distilled water into the container and the sorbent into that inner container and sealed it with a lid. "
        },
        {
            "id": "53",
            "type": "single",
            "nodes": [
                "52",
                "53"
            ],
            "steps": [],
            "description": " I put tap water in the outer reservoir, which will be easier to refill with more tap water as it more easy to replace.   However, the sous vide is not meant to be on for 48 hours at a time and within a few hours it shut it self off and showed an error. I’d already been working on a better solution, which I luckily had ready to go, so I switched over as soon as the sous vide shut down. I moved to a slow cooker, which on the “low” setting gets to just under 85c, which I feel is close enough to our range. "
        },
        {
            "id": "54",
            "type": "single",
            "nodes": [
                "56",
                "54"
            ],
            "steps": [],
            "description": " Given that it can be sealed, I just put the nut milk bag into the pot itself with the distilled water (I’ll clean it thoroughly before we use it to cook again ).   Unfortunately, the slow cooker also turned itself off at some point during the night. I think if I turn it off and back on every 8 hours or so, this shouldn’t happen anymore. My plan for now is to continue with the soak and start the washing every 2 hours tomorrow morning, which will be 48 hours. It’s not an ideal test, due to the interruptions in heating, but it would also not be a true test to let it soak longer than 48 hours. My plan for now is to continue the soak, attempt to follow the procedure we laid out as closely as possible, and reevaluate after we’ve seen the results. NOTE: I also decided to soak 20 grams of the sorbent sheets from Tao at the same time, figuring it couldn’t hurt. However, there’s a pretty strong smell going on here and now I can’t tell if that’s the amberlite or tao’s sorbent. The smell isn’t…the worst thing I’ve ever smelled. "
        },
        {
            "id": "55",
            "type": "single",
            "nodes": [
                "56",
                "55"
            ],
            "steps": [],
            "description": " But it’s strong and it’s not totally pleasant. Update:\n48 hr hot soak complete, on to the washing! I added 500ml of water and 26.5 grams of sodium carbonate to a container. I removed the soaked sorbent (both Amberlite and Taos sorbent) to the washing solution. "
        },
        {
            "id": "56",
            "type": "single",
            "nodes": [
                "55",
                "56"
            ],
            "steps": [],
            "description": " I shook it and broke up the sodium carbonate (it tends to clump up once added to water). NOTE: After speaking with Dr. XaioYu Wu about the temperature to use for the wash, we realized the temperature of the water was not specified in Dr. Wang’s paper, so we’re using room temp water.   I put the container under a small fan to make sure it was getting constant vibration and I’ll gently shake the container every 10-20 minutes to keep things from settling.   After the first wash, I determined the Tao’s sorbent is no longer viable and removed it. "
        },
        {
            "id": "57",
            "type": "single",
            "nodes": [
                "55",
                "57"
            ],
            "steps": [],
            "description": " We’ll discuss that in a separate thread here. I did 5 more subsuquant washes without them, otherwise identical to how it was described above. I let the amberlite dry over night, then do a thorough rinse this morning with 500ml of distilled water. I am currently drying it with a fan, will give it 24 hours to dry completely, then test it in the sorbent tester tomorrow.   NOTE: If there was lost sorbent in these washes from the nut milk bag, it was undetectable to me. I think either A) all the particles that were small enough to escape the bag came out in the soaking/washing process of B) the lost particles was due to my carelessness. Either way the amount of lost sorbent is tiny and I don’t think this is a major issue for this system. "
        },
        {
            "id": "58",
            "type": "single",
            "nodes": [
                "51",
                "58"
            ],
            "steps": [],
            "description": " 3 posts - 1 participant Read full topic Background:\nAccording to Prof. Wang’s documentation, as a preparatory step, their sorbent was allowed to soak in chloride free water at 185F for 24 hours, prior to the chemical preparation step. In light of performance below the anticipated level, and upon revisiting the provided documentation, the team felt that it was worth attempting the heated soak step. Described below is the heated soak steps performed on the raw Amberlite sorbent as shipped to us from the vendor. Intent:\nThe intent of the test is to observe changes in the material before and after the heated soak. "
        },
        {
            "id": "59",
            "type": "single",
            "nodes": [
                "58",
                "59"
            ],
            "steps": [],
            "description": " The observable property of primary interest is a change in size. It is stated that a heated soak was performed to open up the material, and aid in the penetration of the lye / washing soda solution into the sorbent. It is not clear if this implies that the material itself should swell, or if the wetting permits for easier diffusion of the chemicals into the center of the sorbent. Of secondary interest are changes in firmness, color, adhesiveness, or texture. "
        },
        {
            "id": "60",
            "type": "single",
            "nodes": [
                "49",
                "60"
            ],
            "steps": [],
            "description": " Test:          The measured values of the 10 beads were: After 24 hours at 185F, the results will be posted here. 2 posts - 2 participants Read full topic Hi, I am also developing De-CO2-Cloth for DAC. Looking forward to collaboration and suggestions. I will update you about the results soon. Regard\nBaljeet 1 post - 1 participant Read full topic . . "
        }
    ],
    "zoneData": [
        {
            "name": "Below are published scientific papers that can help introduce the science and methodology behind Air-Synth.",
            "color": "#cccccc",
            "baseColor": "#3e4f38"
        },
        {
            "name": "Lacking noble metals or other rare or expensive materials, the catalyst is comprised of Cu nanoparticles on a highly textured, N-doped carbon nanospike film.",
            "color": "#cccccc",
            "baseColor": "#3d4e38"
        },
        {
            "name": "Taking into account the chemical identities of the wide range of C 1–C 3 products generated and the potential-dependence of their turnover frequencies, mechanistic information is deduced.",
            "color": "#cccccc",
            "baseColor": "#3b4d38"
        },
        {
            "name": "Abstract: Electrochemical CO2 reduction to liquid multi-carbon alcohols provides a promising way for intermittent renewable energy reservation and greenhouse effect mitigation.",
            "color": "#cccccc",
            "baseColor": "#394c38"
        },
        {
            "name": "Abstract: CO2 electroreduction is a promising technique for satisfying both renewable energy storage and negative carbon cycle.",
            "color": "#cccccc",
            "baseColor": "#374c38"
        },
        {
            "name": "Today we have barely scratched the surface in our effort to identify the most effective sorbents that can one day enable DAC to reach gigaton scale.",
            "color": "#cccccc",
            "baseColor": "#364b38"
        },
        {
            "name": "The ultimate impact of PrIsMa will be determined by the level of participation by researchers.",
            "color": "#cccccc",
            "baseColor": "#344a38"
        },
        {
            "name": " The region as a whole is endowed with considerable clean geothermal energy, gigaton scale basalt sequestration resources, and no small amount of local entrepreneurship and ingenuity.",
            "color": "#cccccc",
            "baseColor": "#324938"
        },
        {
            "name": "Realizing this goal will require a massive expansion of participation from the global public, and particularly from young people who will fill the ranks of tomorrow’s mature CDR industries.",
            "color": "#cccccc",
            "baseColor": "#304838"
        },
        {
            "name": " Online challenges and competitions are powerful modes by which such engagement can be maximized and diversified, and novel ideas and new directions can be generated and shared.",
            "color": "#cccccc",
            "baseColor": "#2e4738"
        },
        {
            "name": "His background in open-source efforts like software development and now some aspects of biology came from a development he made with arduino/lilypad.",
            "color": "#cccccc",
            "baseColor": "#2d4638"
        },
        {
            "name": "Lab facilities are expensive and the initial efforts in CDR involved complex and potentially dangerous conditions, but electochemistry processes may make CDR more accessible to amateur experimenters.",
            "color": "#cccccc",
            "baseColor": "#2b4638"
        },
        {
            "name": "He recognizes that although more work is being done on sorption, electrochemical conversion holds great potential.",
            "color": "#cccccc",
            "baseColor": "#294538"
        },
        {
            "name": "There are very many people hungry for ways to get involved in climate and environmental projects.",
            "color": "#cccccc",
            "baseColor": "#284438"
        },
        {
            "name": "This project is DAC which means removing carbon from the ambient air - it is distinct from carbon capture at emission sources.",
            "color": "#cccccc",
            "baseColor": "#264338"
        },
        {
            "name": "Chris, considering the solar cell on the unit observes that sometimes producing a simple and inexpensive module opens the gates of social creativity.",
            "color": "#cccccc",
            "baseColor": "#254238"
        },
        {
            "name": "Ani hopes to operate one in a desert somewhere and see useful substances being made with nothing more than the sun and components of air.",
            "color": "#cccccc",
            "baseColor": "#234138"
        },
        {
            "name": "VIOLET ----- Violet Build Log: https://www.openairforum.org/t/violet… -----Violet Video Tour: https://youtu.be/yvQrAelVI60 ---- Sorbent Tester Video: https://youtu.be/3T3SJE1aIdE ---- R&D Forum: https://www.openairforum.org/c/rd/16 -----Violet Timeline overview: https://docs.google.com/document/d/1E… B.",
            "color": "#cccccc",
            "baseColor": "#224038"
        },
        {
            "name": "It has been reported to readily desorb carbon dioxide at 100C.",
            "color": "#cccccc",
            "baseColor": "#213f38"
        },
        {
            "name": " It is often supported on substrates of fabric, silica gel, and granular carbon.",
            "color": "#cccccc",
            "baseColor": "#203e38"
        },
        {
            "name": "Electrochemical based carbon capture utilization systems can perform carbon and utilization both at a room temperature and pressure which allows for rapid modularity and scalability.",
            "color": "#cccccc",
            "baseColor": "#1e3d38"
        },
        {
            "name": " We also want to be able to convert this carbon utilization system to a carbon capture and utilization system.",
            "color": "#cccccc",
            "baseColor": "#1d3c38"
        },
        {
            "name": "After complete addition, stirrer the suspension for next 30 minutes for complete reduction, filter the suspension and wash three times with distilled water.",
            "color": "#cccccc",
            "baseColor": "#1c3b38"
        },
        {
            "name": "Preparation or membrane electrode assembly (MEA): Assembling of Electrolyzer The following components are required: The assembled electrolyzer is subjected to activation prior to use for experimentation.",
            "color": "#cccccc",
            "baseColor": "#1b3a38"
        },
        {
            "name": " The results of different experiments with direct atmosphere gas analysis are given here: 2 posts - 2 participants Read full topic FORMATION BX STUDIO 1.",
            "color": "#cccccc",
            "baseColor": "#1a3938"
        },
        {
            "name": "It should also be as dry as possible as any remaining moisture affects the results–both of the weighing method and the EC method.",
            "color": "#cccccc",
            "baseColor": "#193837"
        },
        {
            "name": " A freezer bag is probably the best thing to put it in, since it’s supposed to be air tight.",
            "color": "#cccccc",
            "baseColor": "#183837"
        },
        {
            "name": "Due to VIOLET producing a stream of C02 at approximately 1 liter per second containing the powdered Ca(OH)2 within a filter becomes problematic.",
            "color": "#cccccc",
            "baseColor": "#173737"
        },
        {
            "name": " Each of these design explores possible solutions to a filter-less system allowing the powdered Ca(OH)2 to become airborne within the chamber.",
            "color": "#cccccc",
            "baseColor": "#163637"
        },
        {
            "name": "The solution needs to be removed to dry in order to get an idea of the weight difference and this seems to leave quite a bit in the chamber.",
            "color": "#cccccc",
            "baseColor": "#153537"
        },
        {
            "name": "If we can determine the amount of CaCO3 that is in the output material, we can calculate the amount of captured CO2 using standard Chem 101 techniques.",
            "color": "#cccccc",
            "baseColor": "#143437"
        },
        {
            "name": " A weighing technique is used with the original Cyan, as developed by Dahl Winters (https://www.openairforum.org/t/cyan-project-progress/105).",
            "color": "#cccccc",
            "baseColor": "#133337"
        },
        {
            "name": "With other potential Cyan architectures, however, it can be difficult to recover all of the output material, making an accurate result from the weighing method infeasible.",
            "color": "#cccccc",
            "baseColor": "#123237"
        },
        {
            "name": " I propose here a method where a sample of the output is weighed out and added to distilled water.",
            "color": "#cccccc",
            "baseColor": "#113137"
        },
        {
            "name": " This is similar to a method published here (Burns, 2005) and also used in my earlier Aqueous Cyan experiments.",
            "color": "#cccccc",
            "baseColor": "#103036"
        },
        {
            "name": "Part II: Building a Conductivity Meter In this post, I describe how to build an inexpensive meter to measure the electrical conductivity (EC) of a solution.",
            "color": "#cccccc",
            "baseColor": "#0f2f36"
        },
        {
            "name": "Conductivity measurements are used routinely in many industrial and environmental applications as a fast, inexpensive and reliable way of measuring the ionic content in a solution.",
            "color": "#cccccc",
            "baseColor": "#0e2e36"
        },
        {
            "name": "One workaround is to put a pulsed voltage on one electrode, making the measurement quickly before turning off the electrode.",
            "color": "#cccccc",
            "baseColor": "#0d2d36"
        },
        {
            "name": " It’s assumed that measurements will be done at a relatively constant room temperature.",
            "color": "#cccccc",
            "baseColor": "#0c2c36"
        },
        {
            "name": "Here is the test circuit: My probe was built by simply soldering wires to a 2-pin through-hole header; heat-shrink tubing is important for insulation and strain relief.",
            "color": "#cccccc",
            "baseColor": "#0b2b36"
        },
        {
            "name": "As a proof of concept, I mixed several solutions of Ca(OH)2 with varying concentrations and measured the EC with this setup.",
            "color": "#cccccc",
            "baseColor": "#0b2a36"
        },
        {
            "name": "In our first test, we’re using .5m tribasic sodium phosphate solution.",
            "color": "#cccccc",
            "baseColor": "#0b2935"
        },
        {
            "name": "Between tests, it’s best to rinse the sensor with distilled water and then soak it in distilled water until the reading hit the baseline (in my case ~5 mg/L).",
            "color": "#cccccc",
            "baseColor": "#0b2835"
        },
        {
            "name": "I also wanted the active ingredient itself to be non-toxic and thus safe to handle, including any reagents needed to prepare it for use.",
            "color": "#cccccc",
            "baseColor": "#0b2735"
        },
        {
            "name": "This applied more biochar than would actually stick; after the first wash much of it ran off into the water, causing it to become more alkaline than later washes.",
            "color": "#cccccc",
            "baseColor": "#0b2635"
        },
        {
            "name": "The above graph shows the pH change of 10 ml distilled water before and after each sheet was inserted into its own plastic bag along with the distilled water.",
            "color": "#cccccc",
            "baseColor": "#0b2534"
        },
        {
            "name": "Over time the CO2 in the bag was decreasing, but at the time that the sheet was being wet with distilled water inside the bag, the humidity increased.",
            "color": "#cccccc",
            "baseColor": "#0b2434"
        },
        {
            "name": "The sheet is to the lower left and needs to be lifted inside the bag to create a clear air path to the sensor at the top.",
            "color": "#cccccc",
            "baseColor": "#0c2334"
        },
        {
            "name": "I also tested the betaine sheet with the CO2 sensor just in case, since it would have been great to have a food-grade sorbent.",
            "color": "#cccccc",
            "baseColor": "#0c2133"
        },
        {
            "name": "Check out the unboxing video here) After having built the initial Violet Decarbonizer prototype around one of these cartridges, we discovered they weren’t releasing CO2 in the wetting process.",
            "color": "#cccccc",
            "baseColor": "#0d2033"
        },
        {
            "name": "We recently attempted to reproduce his prep methods more rigorously, despite the difficulties of attempting this outside of a lab/industrial setting.",
            "color": "#cccccc",
            "baseColor": "#0d1f32"
        },
        {
            "name": "we came up with the following protocol for attempting to prep the Amberlite IRA-900 chloride for use as a moisture swing sorbent, based on this paper by Dr.",
            "color": "#cccccc",
            "baseColor": "#0d1e32"
        },
        {
            "name": "I placed the out sorbent in a mesh nut milk bag and placed the bag in the outer reservoir of stilled water.",
            "color": "#cccccc",
            "baseColor": "#0e1d31"
        },
        {
            "name": "I’d already been working on a better solution, which I luckily had ready to go, so I switched over as soon as the sous vide shut down.",
            "color": "#cccccc",
            "baseColor": "#0e1c31"
        },
        {
            "name": "It’s not an ideal test, due to the interruptions in heating, but it would also not be a true test to let it soak longer than 48 hours.",
            "color": "#cccccc",
            "baseColor": "#0f1b30"
        },
        {
            "name": "I removed the soaked sorbent (both Amberlite and Taos sorbent) to the washing solution.",
            "color": "#cccccc",
            "baseColor": "#0f1a30"
        },
        {
            "name": " I shook it and broke up the sodium carbonate (it tends to clump up once added to water).",
            "color": "#cccccc",
            "baseColor": "#10182f"
        },
        {
            "name": "Either way the amount of lost sorbent is tiny and I don’t think this is a major issue for this system.",
            "color": "#cccccc",
            "baseColor": "#10172e"
        },
        {
            "name": "In light of performance below the anticipated level, and upon revisiting the provided documentation, the team felt that it was worth attempting the heated soak step.",
            "color": "#cccccc",
            "baseColor": "#10162e"
        },
        {
            "name": "It is stated that a heated soak was performed to open up the material, and aid in the penetration of the lye / washing soda solution into the sorbent.",
            "color": "#cccccc",
            "baseColor": "#10152d"
        },
        {
            "name": "2 posts - 2 participants Read full topic Hi, I am also developing De-CO2-Cloth for DAC.",
            "color": "#cccccc",
            "baseColor": "#11142d"
        }
    ]
}